{"date":{"0":0,"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":0,"10":0,"11":0,"12":0,"13":0,"14":0,"15":0,"16":0,"17":0,"18":0,"19":0,"20":0,"21":0,"22":0,"23":0,"24":0,"25":0,"26":0,"27":0,"28":0,"29":0,"30":0,"31":0,"32":0,"33":0,"34":0,"35":0,"36":0,"37":0,"38":0,"39":0,"40":0,"41":1,"42":1,"43":1,"44":1589760,"45":1589760,"46":1589760,"47":1589760,"48":1589760,"49":1589760,"50":1589760,"51":1589760,"52":1589760000000,"53":1589760000000,"54":1589760000000},"time":{"0":"11:13 AM","1":"10:15 PM","2":"10:07 PM","3":"9:55 PM","4":"3:11 PM","5":"8:53 PM","6":"9:35 PM","7":"8:51 PM","8":"12:02 PM","9":"9:27 PM","10":"3:30 PM","11":"11:58 AM","12":"2:22 PM","13":"9:12 PM","14":"8:57 AM","15":"9:05 PM","16":"8:37 PM","17":"8:27 PM","18":"8:47 PM","19":"9:00 PM","20":"10:36 PM","21":"4:34 PM","22":"8:27 PM","23":"8:47 PM","24":"4:44 AM","25":"8:53 PM","26":"6:17 PM","27":"8:21 PM","28":"2:23 PM","29":"3:19 PM","30":"7:54 PM","31":"8:41 PM","32":"8:41 PM","33":"5:27 PM","34":"12:30 AM","35":"7:40 PM","36":"3:56 PM","37":"8:18 PM","38":"6:38 PM","39":"8:20 PM","40":"8:15 PM","41":"8:13 PM","42":"12:57 AM","43":"10:55 PM","44":"11:33 PM","45":"11:15 PM","46":"3:11 PM","47":"11:21 PM","48":"11:14 PM","49":"5:57 AM","50":"11:19 PM","51":"11:05 PM","52":"11:44 PM","53":"11:49 PM","54":"11:45 PM"},"source":{"0":"www.reuters.com","1":"www.reuters.com","2":"www.reuters.com","3":"www.reuters.com","4":"www.reuters.com","5":"www.reuters.com","6":"www.reuters.com","7":"www.reuters.com","8":"www.reuters.com","9":"www.reuters.com","10":"www.reuters.com","11":"www.reuters.com","12":"www.reuters.com","13":"www.reuters.com","14":"www.reuters.com","15":"www.reuters.com","16":"www.reuters.com","17":"www.reuters.com","18":"www.reuters.com","19":"www.reuters.com","20":"www.reuters.com","21":"www.reuters.com","22":"www.reuters.com","23":"www.reuters.com","24":"www.reuters.com","25":"www.reuters.com","26":"www.reuters.com","27":"www.reuters.com","28":"www.reuters.com","29":"www.reuters.com","30":"www.reuters.com","31":"www.reuters.com","32":"www.reuters.com","33":"www.reuters.com","34":"www.reuters.com","35":"www.reuters.com","36":"www.reuters.com","37":"www.reuters.com","38":"www.reuters.com","39":"www.reuters.com","40":"www.reuters.com","41":"www.reuters.com","42":"www.reuters.com","43":"www.reuters.com","44":"www.reuters.com","45":"www.reuters.com","46":"www.reuters.com","47":"www.reuters.com","48":"www.reuters.com","49":"www.reuters.com","50":"www.reuters.com","51":"www.reuters.com","52":"www.reuters.com","53":"www.reuters.com","54":"www.reuters.com"},"Title":{"0":"S&P 500 closes at 10-week high on vaccine hopes, stimulus pledge","1":"Scandal-hit Westpac picks insider to head financial crime and compliance","2":"As Catholics mark 100 years since birth of John Paul, shadows remain","3":"Mexico gears up to reopen economy despite coronavirus onslaught","4":"Trump fired watchdog who was probing Saudi arms sales: lawmakers","5":"Qatar halts all commercial activities until end of May","6":"Brazil will need to examine social programs, re-impose spending limits in 2021: official","7":"Disney's streaming chief Mayer to become TikTok CEO","8":"Coronavirus vaccine from Moderna appears safe, shows promise in data from eight people","9":"El Salvador Supreme Court orders state of emergency suspended","10":"Uber to focus on core rides, delivery business as it cuts 23% of workforce","11":"Spain aims to reopen borders in June as deaths fall again","12":"U.S. Supreme Court heaps more damages on Sudan in embassy bombing cases","13":"NIBC says it will pay 2019 dividend to Blackstone to ensure acquisition","14":"U.S. savages WHO as it promises pandemic review, but China pledges $2 billion","15":"Democrat Biden says he would kill Keystone XL pipeline","16":"Senator Rubio chosen as acting Intelligence Committee chairman","17":"Supplier restarts flow of critical truck parts to Detroit automakers","18":"Baidu forecasts current-quarter revenue above estimates, shares rise","19":"Fannie Mae, Freddie Mac to hire financial advisors","20":"Rio pet delivery brings companionship to Brazilians in isolation","21":"Lucky U.S. chickens fly the coop as pandemic hits egg demand","22":"Trump says Pompeo requested he fire State Department inspector general","23":"Baidu sees robust quarter as China's economy reopens","24":"SoftBank in talks to sell down T-Mobile U.S. stake to Deutsche Telekom: WSJ","25":"Chile's poor clash with police amid concerns over food shortages in outskirts of Santiago","26":"UAE to expand nightly coronavirus curfew, allow more residents to return","27":"As flying returns, jetmakers seek to quell fears over cabin air","28":"Delta to resume flying several major routes in June","29":"France, Germany propose 500 billion euro EU Recovery Fund","30":"ECB's Lagarde cheers Franco-German EU recovery fund plan","31":"Wisconsin lawsuit seeks absentee ballot forms, other poll changes amid coronavirus concerns","32":"Square joins Twitter in letting employees work from home permanently","33":"Fan-free sports and curbside retail as California loosens coronavirus rules","34":"Global shares, oil rally on vaccine hopes, lockdown easing","35":"Trump says should be possible to allow PPP borrowers more time to use loans","36":"Obama, Biden not targeted in U.S. review of Russia probe, Barr says","37":"Trump says he is surprised Attorney General Barr not looking at Obama in probe","38":"As Biden crafts U.S. coronavirus response proposals, Warren has his ear","39":"Fed's Powell: CARES Act 'critical' to support for economy","40":"FCA has to strengthen investments in Italy to seek state-backed loan: Economy Minister","41":"UAE to welcome holders of valid residency visas from June 1: WAM","42":"Oil jumps to two-month high on easing lockdowns, positive vaccine results","43":"Australia to consider going to WTO on China barley tariffs","44":"Israel linked to cyberattack on Iranian port: Washington Post","45":"Coronavirus deaths in Latin America exceed 30,000: Reuters tally","46":"Trump fired watchdog who was probing Saudi arms sales, Democrats say","47":"Brazil sees 674 new coronavirus deaths, world's third highest number of infections","48":"'All my dreams are shattered': coronavirus crushes Asia’s garment industry","49":"Youths clash with police in Paris suburb of Argenteuil","50":"Factbox: Fashion brands cut orders with Asian garment makers","51":"SEC settles charges against three former KPMG auditors","52":"Asia shares set to follow Wall Street rally on vaccine hopes","53":"Rocket falls inside green zone in Baghdad, no casualties","54":"Mexican government eyes builder ICA for 'Mayan Train' contract"},"Text":{"0":"NEW YORK (Reuters) - U.S. stocks jumped on Monday, and the S&P 500 closed at a 10-week high, on encouraging early-stage data for a potential coronavirus vaccine and on the promise of more stimulus to lift an economy beaten down by the pandemic.  Drugmaker Moderna Inc (MRNA.O) surged 19.96% after the company said its experimental COVID-19 vaccine showed promising results in a small early-stage trial.  After rallying more than 32% from a multi-year low hit in March, the S&P 500 had been trading in a tight range in May as investors weighed the hopes of an economic recovery against the fears of another wave of infection as states lifted virus-led restrictions.  “The fact that Moderna came out with the Phase 1 trial that seems to be positive, that certainly is igniting the storm,” said Ken Polcari, chief market strategist at SlateStone Wealth LLC in Jupiter, Florida. “That will ignite the storm because if there is a vaccine then all this uncertainty about the economy and the virus goes away.”   Stocks that have been particularly battered by government lockdown measures implemented to stem the spread of the coronavirus surged on Monday.   Travel-related stocks were among the biggest gainers, with cruise line operators Carnival Corp (CCL.N), Royal Caribbean Cruises Ltd (RCL.N) and Norwegian Cruise Line Holdings Ltd (NCLH.N) all outperforming the broader market with gains of at least 15%.   Airline stocks also soared as Delta Air Lines (DAL.N) said it would resume flying several major routes in June. The NYSE Arca index .XAL gained 14.14%, with Delta up 13.91%.   The Dow Jones Industrial Average .DJI rose 911.95 points, or 3.85%, to 24,597.37, the S&P 500 .SPX gained 90.21 points, or 3.15%, to 2,953.91 and the Nasdaq Composite .IXIC added 220.27 points, or 2.44%, to 9,234.83.  The benchmark S&P 500 notched its biggest one-day percentage gain since April 8, with all 11 major S&P sectors higher.  Markets also took heart from comments by Federal Reserve Chair Jerome Powell over the weekend forecasting a gradual economic recovery and his affirmation that more monetary stimulus would be on the way if required. Powell is set to speak before the Senate Banking Committee on Tuesday to discuss how economic rescue efforts are working.  Cyclical plays were in favor with the energy .SPNY and industrial .SPLRCI sectors climbing as a gradual recovery in economic activity pointed to more demand for oil and manufactured products.  Still, stocks that are poised to benefit the most from a restart of the economy continue to lag those whose businesses have weathered the restrictions or even grown as a result of the lockdowns. The S&P 500 growth index .IGX has outperformed the S&P value index .IVX by about 4 percentage points this month.       General Motors Co (GM.N) and Ford Motor Co (F.N) both surged, closing up 9.63% and 8.37%, respectively, as the two automakers started to reopen their North American factories in a push to restart work in an industry that accounts for about 6% of U.S. economic activity and employs nearly 1 million people in the United States.  Advancing issues outnumbered declining ones on the NYSE by a 7.12-to-1 ratio; on Nasdaq, a 4.43-to-1 ratio favored advancers.  The S&P 500 posted 22 new 52-week highs and no new lows; the Nasdaq Composite recorded 88 new highs and seven new lows.   Volume on U.S. exchanges was 12.63 billion shares, compared to the 11.4 billion average for the full session over the last 20 trading days.      Reporting by Chuck Mikolajczak; Editing by Leslie Adler","1":"(Reuters) - Westpac Banking Corp (WBC.AX) named an insider on Tuesday to a newly created role overseeing financial crime and compliance after the bank was caught up in a major money laundering scandal last year.  The scandal rocked Australia’s second-biggest bank after it was accused of millions of breaches of anti-money laundering laws, including allegations that it enabled illegal payments between known child sex offenders.  Les Vance, the current chief operating officer of Westpac’s consumer division, has been with the lender since 2008.   Earlier this month, Westpac admitted it breached anti-money laundering and counter-terrorism laws but denied that it enabled those illegal payments, according to a filing with a federal court.  Chief Executive Officer Peter King said “Westpac has made significant progress in improving its financial crime capability.” adding that Vance will bring a “forensic approach” to the job.  The lender has set aside A$900 million ($586.53 million) for an expected fine in the case, but some analysts expect the fine to be around A$1 billion.  Westpac also said David Lindberg, chief executive of the consumer division, and Chief Information Officer Craig Bright were leaving the bank to take up new roles outside Australia.  Reporting by Nikhil Kurian Nainan in Bengaluru; Editing by Chris Reese and Tom Brown","2":"WARSAW (Reuters) - The Catholic Church on Monday marked the 100th anniversary of the birth of Pope John Paul II but questions remained about whether he did enough against sexual abuse.  John Paul was in 1978 elected he first non-Italian pope in 455 years, becoming Poland’s most famous son in modern times.  He reigned for nearly 27 years and Poles looked to him for guidance during communism and in the years following the fall of the Berlin Wall in 1989. He died in 2005 and was declared a saint in 2014.  “John Paul II changed world’s history. Thanks to him, thanks to Solidarity, communism collapsed and we were able to build a free Poland,” Prime Minister Mateusz Morawiecki said, referring to the free trade union.  Most historians concur that the changes would not have come as quickly without the pope’s backing for Solidarity.  On Monday Pope Francis honoured his predecessor by saying Mass at John Paul’s crypt in St. Peter’s Basilica and the Angelicum, the Rome university where the future pope studied as a young priest, opened a culture institute named after him.   In Krakow, the city where he was bishop, archbishop and cardinal for 20 years, dozens of people prayed, lit candles and left flowers below the window of the residence from where he addressed crowds during his return trips as pope.  “When I was a small girl I attended a papal Mass. I feel a bond with him,” said Karolina Malik, 40.  But critics said his legacy was cloudy.  They have said it was still not clear how much John Paul knew about Marcial Maciel, accused of being one of the Church’s worst paedophiles. He abused even the children he had fathered secretly while living a double life and being feted by the Vatican and Church conservatives, according to a report from the Legionaries of Christ Catholic religious order.  “John Paul ignored and dismissed reports of sexual abuse by clergy. He defended some of the most notorious predators of the abuse crisis, including Maciel,” Anne Barrett Doyle of the U.S.-based abuse tracker BishopAccountability.org, said on Monday.  Although allegations against the founder of the Legionaries of Christ religious order surfaced as early as 1954, the Vatican only began slowly acknowledging Maciel’s abuse in 2006, when Pope Benedict ordered him to retire to a life of “prayer and penitence”. Maciel died in 2008.  Former Legionaries say Maciel gave huge contributions to the Vatican during the papacy of John Paul, who admired the Legionaries’ orthodoxy and ability to produce vocations.   The official who was in charge of John Paul’s sainthood cause, Polish Monsignor Slawomir Oder, told reporters on Friday that the commission that investigated his life found no evidence that he neglected or covered up abuse scandals.  In Krakow, Natalia Zembrzycka, 52, said she just wanted to pray.   “As far as paedophilia is concerned - John Paul II did so many good things for so many people and for the Church, that we want to remember him this way, and we don’t want to reflect on these dirty issues,” she said.  Reporting by Marcin Goclowski; Additional reporting by Wojciech Zurawski and Philip Pullella; editing by Philip Pullella and Lisa Shumaker","3":"MEXICO CITY (Reuters) - Mexico published guidelines for restarting operations in the automotive, mining and construction sectors on Monday, pushing ahead with reopening the economy despite a growing national toll from the COVID-19 pandemic.  With Mexico’s coronavirus death toll having surged past 5,000, and known cases set to surpass 50,000, officials are wrestling with how to restart key industries without triggering greater spread of the virus in the population.  The moves to loosen restrictions follow growing pressure from the United States to reopen factories that are vital to manufacturing supply chains of U.S.-based businesses, especially in the vast automotive sector.  Mexico’s reopening plans have drawn criticism from some politicians worried that the still-rising pandemic tide in Latin America makes it unsafe to send more people to work.  Mexico’s guidelines, published in a document overnight, require companies to submit to authorities health protocols for exiting the coronavirus lockdown. Firms will then be told within 72 hours if they can resume operations.  General Motors Co (GM.N), which operates one of its most important plants in central Mexico, told workers at the weekend to prepare to return there to work on Wednesday. GM also told Mexican suppliers the company expected to comply quickly with the new regulations.  In the United States itself, the auto industry slowly returned to life on Monday, with some vehicle assembly plants reopening after the coronavirus lockdown while suppliers geared up to support a sector that accounts for about 6% of U.S. economic activity.  Mexican President Andres Manuel Lopez Obrador, who has said the reopening depends on the advice of health experts, said companies would have to answer an extensive questionnaire as part of efforts to protect workers.  “Today they can start doing the paperwork so that companies in the construction, transport, and mining industries can start their activities, beginning with their health protocols,” Lopez Obrador said in his morning daily conference.  The government said the guidelines will lead to a gradual reopening that follows a so-called traffic light system put in place by authorities.   Municipalities in the country with no coronavirus cases and bordering other municipalities with no cases could also presumably start lifting the lockdown on Monday.  On May 12, Mexico reported a record number of deaths in a single day with 353 fatalities. That grim news was followed on Friday by a reported 2,437 new coronavirus infections, a one-day record rise in cases since the start of the pandemic.  Critics, including some within Lopez Obrador’s own ruling MORENA party, worry that restarting factories too soon could exacerbate the spread the of the virus before it has been brought under control.  Reporting by Sharay Angulo and Raul Cortes Fernandez; Writing by Drazen Jorgic; Editing by Frank Jack Daniel and Tom Brown","4":"WASHINGTON (Reuters) - President Donald Trump may have fired State Department Inspector General Steve Linick because he was investigating U.S. military sales to Saudi Arabia, Democratic lawmakers said on Monday, although Secretary of State Mike Pompeo said he sought Linick’s removal because his work was undermining the department.  Trump announced the planned removal of Linick in a letter to House Speaker Nancy Pelosi late on Friday. He was the fourth government inspector general that the Republican president has ousted in recent weeks.  Pompeo told the Washington Post he had asked Trump to fire Linick, while declining to describe specific concerns. Pompeo said no reason had to be given, contradicting Congress’ interpretation of the inspector general law.  “I went to the president and made clear to him that Inspector General Linick wasn’t performing a function in a way that we had tried to get him to, that was additive for the State Department,” Pompeo said.  Another State official told the Post concern over Linick had grown because of leaks about investigations, although there was no evidence Linick was responsible.  Representative Eliot Engel, chairman of the House of Representatives Foreign Affairs Committee, and Senator Bob Menendez, ranking member on Senate Foreign Relations, said Linick had been investigating Trump’s declaration of a national emergency last year to clear the way for $8 billion in military sales, mostly to Saudi Arabia.  Engel and Menendez announced on Saturday they were launching an investigation of Linick’s firing.  “I have learned that there may be another reason for Mr. Linick’s firing. His office was investigating - at my request - Trump’s phony declaration of an emergency so he could send weapons to Saudi Arabia,” Engel said in a statement.  Engel called on the administration to comply with the probe and turn over records by Friday.  Engel’s statement was first reported by the Washington Post.  Congressional aides had said Linick was investigating whether Pompeo misused a taxpayer-funded political appointee to perform personal tasks for himself and his wife.  Trump said Linick had been appointed by former Democratic President Barack Obama, and that he knew nothing about him, but had the right to terminate him. “I just go rid of him,” he said.  Trump infuriated many members of Congress last May, including some Republicans, by declaring a national emergency related to tensions with Iran to sidestep congressional review and push ahead with $8 billion in military sales, mostly to Saudi Arabia.  The House and Senate passed resolutions to block the sales. But Trump, a staunch promoter of both arms sales and ties to Saudi Arabia, vetoed them. The Republican-led Senate upheld his veto.  Menendez said he believed Linick was close to coming to a conclusion in his investigation of the arms sales. He also introduced legislation to protect inspectors general.  Some Republicans also expressed concern.   Senator Chuck Grassley wrote to Trump and asked for a detailed explanation of Linick’s removal by June 1.  “Congress’s intent is clear that an expression of lost confidence, without further explanation, is not sufficient to fulfill the requirements of the IG Reform Act,” Grassley said.  Representative Michael McCaul, top Republican on the House Foreign Affairs committee, was looking into the matter, a spokeswoman said.  Trump replaced Linick with Stephen Akard, an official in charge of the Office of Foreign Missions considered a close ally of Vice President Mike Pence.  Explaining Linick’s firing to Pelosi, Trump said only that he no longer had “fullest confidence” in Linick.  Pelosi wrote to Trump and asked him to provide “detailed and substantial justification” for Linick’s removal within 30 days.  Additional reporting by Jonathan Landay and Humeyra Pamuk; Editing by Mary Milliken and Tom Brown","5":"CAIRO (Reuters) - Qatar tightened restrictions on commercial activities on Monday, ordering all shops to close until the end of the month as part of measures to stem the spread of the novel coronavirus.   The decision taken at a cabinet meeting exempts pharmacies, food supply stores and food deliveries. Malls and dine-in restaurants were already closed but other stores had still been operating.  The country of some 2.8 million on Monday reported 1,364 new COVID-19 cases, raising the total to 33,969, the second highest infection count after larger neighbour Saudi Arabia among six Gulf Arab states. Its death toll from the virus stands at 15.  Qatar, where expatriates make up the majority of the population, has like other Gulf states seen the virus spread among low-wage foreign workers living in cramped quarters.  Other measures approved by the cabinet include requiring all citizens and residents to install a mobile app designed to track COVID-19 cases starting May 22, state news agency QNA reported.  No more than two people can be in a car and up to three in a chauffeured vehicle, while buses must operate at half capacity. People can exercise in public near their residence if they practice physical distancing and wear face masks, QNA said.  Reporting by Samar Hassan; Writing by Ghaida Ghantous; Editing by Sandra Maler and Lisa Shumaker","6":"BRASILIA (Reuters) - Brazil will need to take another look at social problems, and focus on ones that really generate results, Economic Policy Secretary Adolfo Sachsida said on Monday.  April, May, June and July will be the worst months of the coronavirus crisis, and from August the economy will be able to pick back up, he added.  Next year, he said, Brazil will need to maintain spending limits.  Reporting by Marcela Ayres; Editing by Sandra Maler","7":"(Reuters) - Walt Disney Co’s  (DIS.N) top streaming executive, Kevin Mayer, will leave the entertainment and theme parks giant to become the chief executive officer of Chinese company ByteDance Technology Co’s popular video app TikTok, the companies said on Monday.  Mayer led the successful launch of the Disney+ streaming service in November but in February was passed over for the chief executive job at Disney.   TikTok, which allows users to create short videos with special effects, is rising in popularity among teenagers and has become a cultural trendsetter.   The Chinese ownership of ByteDance, however, has sparked concerns in Washington.   In November, the U.S. government launched a national security review of ByteDance’s $1 billion acquisition of social media app Musical.ly. Two senators have also introduced a bill to ban federal employees from using TikTok on government-issued phones.  To appease those concerns, ByteDance has stepped up efforts to separate TikTok from much of its Chinese businesses and has made several high-profile executive hires in recent months.  Under Mayer’s leadership, Disney+ signed up more than 50 million subscribers in five months.  Disney named Rebecca Campbell, a 23-year company veteran, to replace Mayer as head of the direct-to-consumer and international division. That includes the streaming media units that Disney is counting on to drive future growth while cable television viewership declines.  Reporting by Munsif Vengattil in Bengaluru, Lisa Richwine in Los Angeles and Katie Paul in San Francisco; Editing by Sriraj Kalluvila and Dan Grebler","8":"(Reuters) - Moderna Inc’s (MRNA.O) experimental COVID-19 vaccine, the first to be tested in the United States, produced protective antibodies in a small group of healthy volunteers, according to very early data released by the biotech company on Monday.   The data comes from eight people who took part in a 45-subject safety trial that kicked off in March. The Moderna vaccine is one of more than 100 under development intended to protect against the novel coronavirus that has infected more than 4.7 million people globally and killed over 317,000.  Overall, the study showed the vaccine was safe and all study participants produced antibodies against the virus.  An analysis of the response in the eight individuals showed that those who received a 100 microgram dose and people who received a 25 microgram dose had levels of protective antibodies to fend of the virus that exceeded those found in the blood of people who recovered from COVID-19, the illness caused by the coronavirus.  The news, issued in a release by the U.S. biotechnology company, lifted shares of Moderna by 20%. The stock later fell 1.6% in extended trading after the company said it plans to sell $1.25 billion in common stock to raise money for vaccine development and manufacturing.   “These are significant findings but it is a Phase 1 clinical trial that only included eight people. It was designed for safety, not for efficacy,” said  Dr. Amesh Adalja, in infectious disease expert at the Johns Hopkins Center for Health Security who was not involved in the study.  The very early data offers a glimmer of hope for a vaccine among the most advanced in development.  Adalja said many glitches can occur between now and the time this vaccine is tested for efficacy in thousands of people. “What we do see is encouraging,” he said.   Scientists are trying to understand what level of antibodies will ultimately prove protective against the novel coronavirus, and how long that protection will last.  Moderna said the vaccine appeared to show a dose response, meaning that people who the 100 mcg dose produced more antibodies than people who got the lower dose.   The vaccine has gotten the green light to start the second stage of human testing. Last week, U.S. regulators gave the vaccine “fast-track” status to speed up the regulatory review.  In the Phase II, or midstage, trial designed to further test effectiveness and find the optimal dose, Moderna said it will drop plans to test a 250 mcg dose and test a 50 mcg dose instead.  Reducing the dose required to produce immunity could help spare the amount of vaccine required in each shot, meaning the company could ultimately produce more of the vaccine.  “In the context of a pandemic, we expect demand to far outstrip supply and the lower the dose the more people we expect to be able to protect,” said Chief Medical Officer Tal Zaks.  The U.S. government in April placed a big bet on Moderna, backing its vaccine with $483 million from the Biomedical Advanced Research and Development Authority (BARDA), a part of the U.S. Department of Health and Human Services (HHS).  The company said that grant will enable it to supply millions of doses per month in 2020 and, with further investments, tens of millions a month in 2021 if the vaccine proves successful.  “We are investing to scale up manufacturing so we can maximize the number of doses we can produce to help protect as many people as we can from SARS-CoV-2,” Moderna Chief Executive  Stéphane Bancel said, using the official name for the new virus.  In May, Moderna struck a 10-year strategic collaboration with Lonza Group (LONN.S) that over time will allow the company to make up to 1 billion 50 mcg doses by the end of 2021, Zaks said in an interview.  The company is working out a plan to provide vaccine to countries outside of the United States, Zaks said.  “The U.S. is poised to be the first beneficiary of this vaccine,” Zaks said, adding that the company believes it has an “ethical obligation to make this vaccine available to whoever needs it globally.”  Moderna said it expects to start a larger late-stage, or Phase III, trial in July.  There are currently no approved treatments or vaccines for COVID-19, and experts predict a safe and effective vaccine could take 12 to 18 months from the start of development, which in Moderna’s case was in January.  The most notable side effects reported from the early testing of Moderna’s vaccine were three participants with “flu-like” symptoms following a second shot of the highest dose. The company said it believed the symptoms were an indirect measure of a strong immune response.   Reporting by Julie Steenhuysen and Saumya Sibi Joseph, Ankur Banerjee Manas Mishra in Bengaluru; Editing by Paul Simao and Bill Berkrot","9":"SAN SALVADOR (Reuters) - El Salvador’s Supreme Court said on Monday it has ordered the immediate suspension of the state of emergency declared by President Nayib Bukele over the coronavirus.  Reporting by Nelson Renteria, Writing by Daina Beth Solomon","10":"(Reuters) - Uber Technologies Inc (UBER.N) will concentrate on its core businesses in ride-hailing and food delivery and cut 23% of its workforce in an attempt to become profitable despite the coronavirus pandemic, Chief Executive Officer Dara Khosrowshahi said in an email to employees on Monday.  Uber will cut a total of 6,700 jobs, including the 3,700 it had announced earlier this month, Khosrowshahi said, adding that the company plans to reduce investments in several “non-core projects.”  Shares in Uber were up 6.9% to $34.69 following the announcement.  In a regulatory filing on Monday, Uber said the layoffs and restructuring measures will result in one-time, mostly cash-based charges of between $210 million and $260 million in the second quarter. Overall, the measures are expected to generate $1 billion in annual cost savings compared with pre-pandemic budget plans.   Uber employed 28,600 people before the pandemic crippled its business, according to a regulatory filing at the end of the first quarter. The company’s initial wave of 3,700 layoffs affected less-costly customer support and recruiting teams, while Monday’s announcement affects 3,000 employees across nearly all departments.  Smaller U.S. rival Lyft Inc (LYFT.O) said late last month it would cut about 17% of its workforce.  Khosrowshahi said Uber must establish itself as a self-sustaining enterprise no longer in need of outside capital, calling the company’s food delivery business Uber Eats the “next enormous growth opportunity.”  Before the pandemic struck, Uber said it would become profitable on the basis of adjusted earnings before interest, taxes, depreciation and amortization by the end of this year. The company withdrew that guidance as global stay-at-home orders to curb the virus pummeled its ride-hailing business.  Ride-hailing trips, which generate the bulk of Uber’s revenue, dropped 80% globally in April, but the company said demand was slowly recovering.  Uber on May 7 said it was now aiming to become profitable on an adjusted basis at some point in 2021, partially thanks to an uptick in restaurant food order deliveries.  Khosrowshahi on Monday called Uber Eats a silver lining during the crisis and said be believes the currently loss-making unit would one day be profitable.  Demand for Uber Eats jumped 50% in the first quarter, but the unit still lost $313 million on an adjusted EBITDA basis.  Uber is currently in talks to buy food delivery rival GrubHub Inc (GRUB.N) to expand its market share.       Uber has been working on various other businesses, including the development of self-driving cars and a freight logistics network. Khosrowshahi did not directly mention these businesses in his email and a spokesman declined to comment beyond the email.  His email said Uber would close its startup incubator program and artificial intelligence research lab. Uber was also looking at strategic alternatives for Uber Works, a platform Uber launched in October to help companies fill staffing gaps  with temporary workers during peak demand.  Khosrowshahi also said the company was closing or consolidating some 45 office locations globally as part of the restructuring.  Reporting by Supantha Mukherjee in Bengaluru and Tina Bellon in New York; Editing by Saumyadeb Chakrabarty, Marguerita Choy and Steve Orlofsky","11":"MADRID\/VALENCIA (Reuters) - Tourism-dependent Spain aims to reopen its borders around the end of June as its coronavirus lockdown fully unwinds, a minister said on Monday, while deaths fell below 100 for the second day in a row.   Madrid last week surprised its European Union partners by  imposing a two-week quarantine on all overseas travellers and effectively keeping its borders closed, saying it wanted to avoid a second wave of COVID-19.  But the move was meant to be temporary and Transport Minister Jose Luis Abalos said it would be phased out in parallel with travel being allowed within Spain.  “We can’t allow foreigners to travel while the Spanish population is confined,” he told broadcaster TVE. “From late June, we’ll start tourism activity, I hope ... We must make Spain an attractive country from the health point of view.”  Tourism accounts for over 12% of Spain’s economic output. Even with borders reopening in late June, the industry’s revenues will fall by 93 to 124 billion euros ($100 to $134 billion), lobby group Exceltur estimates.  Spain registered 59 deaths overnight from the coronavirus, the second day the number has been below 100 and the lowest in two months, the health ministry said.   The cumulative death toll rose to 27,709, while cases rose to 231,606 on Monday from 231,350 the previous day.   “Today’s data are really good compared to what we’ve seen so far,” Health Emergency Chief Fernando Simon told reporters.  Simon said the mortality rate had decreased from around 11% during the late March peak in Spain to less than 2% for those who developed symptoms between April 27 and May 3.   Encouraged by the statistics, Spain is slowly easing a strict lockdown in place since mid-March that even stopped people from going outside for exercise.  The Health Ministry said on Monday it would expand the use of face masks, currently obligatory on public transport. People must now wear masks in closed spaces and in public if it is not possible to guarantee the minimum safe distance of two metres.   Restaurants and bars were gradually reopening - even though staff knew customers would be scarce.  In the Mediterranean city of Valencia, restaurant manager Cristina Gonzalo and her staff were out early preparing their beachside bar. Dressed in a white shirt and matching mask, a waiter painstakingly measured out space between tables to  comply with social-distancing requirements.  Gonzalo said she had doubts about reopening but was happy to  help staff, who had been furloughed under the government’s temporary layoff program.  “They did not receive money to shop for essentials and they were desperate,” she said.  But in a sign many outlets may not survive, football superfan Manolo Caceres - famed for banging a big drum in support of Spain at 10 World Cups - told Reuters he was facing bankruptcy after being forced to close his Valencia bar.  “I’ve lost everything,” said Caceres, 71, known affectionately as “Manolo el del Bombo” (Manolo with the drum).  “I want to sell my World Cup drum because I don’t have enough money to eat,” he added, explaining his 800 euro monthly pension barely covered his mortgage.        The epidemic has put health services under severe stress and battered the economy, which could shrink between 9.5-12.4% this year, followed by a 6.1-8.5% bounce back in 2021, Bank of Spain governor Pablo Hernandez de Cos said.  ($1 = 0.9248 euros)  Reporting by Emma Pinedo, Jesus Aguado, Inti Landauro, Nathan Allen and Jessica Jones in Madrid; Jordi Rubio and Luis Castilleja in Valencia; Editing by Ingrid Melander, Andrew Cawthorne and Giles Elgood","12":"WASHINGTON (Reuters) - The U.S. Supreme Court dealt a legal setback to Sudan on Monday, ruling that the African nation cannot avoid punitive damages in lawsuits accusing it of complicity in the 1998 al Qaeda bombings of U.S. embassies in Kenya and Tanzania that killed 224 people.  Siding with hundreds of people hurt and relatives of people killed in the bombings, the justices ruled 8-0 to throw out a lower court’s 2017 decision that had freed Sudan from punitive damages awarded in the litigation in addition to about $6 billion in compensatory damages. Justice Brett Kavanaugh did not participate in the case.   The ruling reinstates about $826 million out of a total $4.3 billion in punitive damages, said Christopher Curran, a lawyer representing Sudan.   The case hinged on the Supreme Court’s view of a 2008 amendment to a federal law known as the Foreign Sovereign Immunities Act allowing for punitive damages. The U.S. Court of Appeals for the District of Columbia Circuit in 2017 upheld Sudan’s liability but ruled that the amendment was made after the bombings occurred and could not be applied retroactively.  Justice Neil Gorsuch wrote in Monday’s ruling that for claims made under federal law, “Congress was as clear as it could have been when it authorized plaintiffs to seek and win punitive damages for past conduct.”   The remainder of the punitive damages will be subject to further litigation as the ruling ordered the D.C. Circuit to reconsider its decision that the foreign plaintiffs who sued Sudan under state law in the United States also could not seek punitive damages.   “As always, Sudan expresses sympathy for the victims of the acts of terrorism at issue, but reaffirms that it was not involved in any wrongdoing in connection with those acts,” Curran said.   Starting in 2001, groups of plaintiffs sued in federal court in Washington under the 1976 Foreign Sovereign Immunities Act, which generally bars claims against foreign countries except those designated by the United States as state sponsors of terrorism - as Sudan has been since 1993.   “It’s hard to imagine an act more deserving of punitive damages, and we are deeply gratified that the Supreme Court has validated our clients’ right to receive this measure of compensation,” said Matthew McGill, a lawyer for the plaintiffs.   Twelve Americans were killed by the Aug. 7, 1998, truck bombs that detonated outside the embassies in Nairobi, Kenya and Dar es Salaam, Tanzania. The lawsuits involve 567 people, mostly non-U.S. citizens who were employees of the U.S. government and their relatives.   Reporting by Andrew Chung; Editing by Will Dunham","13":"AMSTERDAM (Reuters) - Dutch bank NIBC Holding NV (NIBC.AS) said late on Monday it has agreed to pay its 2019 dividend to its proposed buyer, U.S. equity firm Blackstone Group Inc (BX.N), before the deal settles, in order to remove one hurdle to the proposed 1.36 billion-euro ($1.47 billion) takeover.  NIBC said in April it would delay payment of its 0.53 euro ($0.5785) 2019 final dividend amid the coronavirus outbreak, following guidance from the Dutch Central Bank. That prompted Blackstone to warn that the special purpose company it had set up for the intended offer for NIBC might not have sufficient funding to complete the acquisition. Blackstone also said regulatory hang-ups could jeopardize the deal.  “After further discussions NIBC has now committed to ... pay the dividend before settlement, in order to enable the offeror to pay for the offer at 9.32 euros per share,” the bank said in an after-hours statement.  NIBC shares closed at 6.48 euros on Monday.  Blackstone is due to submit its request to review the proposed deal to Dutch regulators by Tuesday.  U.S. private equity firm JC Flowers, which holds 60.6% of NIBC’s stock, and Dutch investment firm Reggeborgh, which owns 14.6%, have agreed to Blackstone’s proposed offer.  NIBC said on Monday that as part of the deal JC Flowers and Reggeborgh would waive their right to the 2019 dividend “until such time that in the opinion of the management and supervisory boards of NIBC, payment is feasible and appropriate in light of the impact of COVID-19 on the business.”  NIBC, which services around 600 small firms and 400,000 retail clients in the Netherlands, made a net profit of 194 million euros last year.  Reporting by Toby Sterling in Amsterdam; Editing by Matthew Lewis","14":"GENEVA (Reuters) - The World Health Organization said on Monday an independent review of the global coronavirus response would begin as soon as possible and it received backing and a hefty pledge of funds from China, in the spotlight as the origin of the pandemic.  But the WHO’s chief critic, the U.S. administration of President Donald Trump, decried an “apparent attempt to conceal this outbreak by at least one member state”.  Trump said later in Washington that the WHO, which he called a “puppet of China”, had “done a very sad job” in its handling of the coronavirus and he would make a decision about U.S. funding to the body soon.  “The United States pays them $450 million a year; China pays them $38 million a year. And they’re a puppet of China. They’re China-centric, to put it nicer, but they’re a puppet of China,” Trump told reporters at a White House event.  Trump has already suspended U.S. funding for the WHO after accusing it of being too China-centric, and at the same time led international criticism of Beijing’s perceived lack of transparency in the early stages of the crisis.  Health Secretary Alex Azar did not mention China by name, but made clear Washington considered the WHO jointly responsible.  “We must be frank about one of the primary reasons this outbreak spun out of control,” he said. “There was a failure by this organization to obtain the information that the world needed, and that failure cost many lives.”   Speaking after Azar, Chinese Health Minister Ma Xiaowei said Beijing had been timely and open in announcing the outbreak and sharing the virus’s full gene sequence, and urged countries to “oppose rumours, stigmatisation and discrimination”.  Chinese President Xi Jinping pledged $2 billion over the next two years to help deal with COVID-19, especially in developing countries.  The amount almost matches the WHO’s entire annual programme budget for last year, and more than compensates for Trump’s freeze of U.S. payments worth about $400 million a year.  But White House National Security Council spokesman John Ullyot called it “a token to distract from calls from a growing number of nations demanding accountability for the Chinese government’s failure to ... warn the world of what was coming”.    WHO Director-General Tedros Adhanom Ghebreyesus said the U.N. body had “sounded the alarm early, and we sounded it often”.  When it declared a global emergency on Jan. 30, there were fewer than 100 cases outside China, and no deaths, he said.  He was addressing a virtual meeting of the WHO’s decision-making body, the World Health Assembly, at which Xi said China had acted with “openness and transparency and responsibility”.  Tedros, who has always promised a review, told the forum it would come “at the earliest appropriate moment” and make recommendations for the future. He received robust backing from the WHO’s independent oversight panel.   “Every country and every organisation must examine its response and learn from its experience,” he said, adding that the review must cover “all actors in good faith”.  In its first report on the handling of the pandemic, the oversight committee said the WHO had “demonstrated leadership and made important progress in its COVID-19 response”.  The panel endorsed a review but said conducting it now could hamper the WHO’s response to the pandemic.  It also said “an imperfect and evolving understanding” was not unusual when a new disease emerged and, in an apparent rejoinder to Trump, said a “rising politicization of pandemic response” was hindering the effort to defeat the virus.  Azar said the United States supported “an independent review of every aspect of WHO’s response” and that China’s conduct should be “on the table” too.  A resolution drafted by the European Union calling for an independent evaluation of the WHO’s performance appeared to have won consensus backing among the WHO’s 194 states. It was expected to be debated and adopted on Tuesday.  German Health Minister Jens Spahn said the WHO must become “more independent from external interference” and that its role in “leading and coordination” must be strengthened.  China has previously opposed calls for a review of the origin and spread of the coronavirus, but Xi signalled that Beijing would accept an impartial evaluation of the global response, once the pandemic is brought under control.  “This work needs a scientific and professional attitude, and needs to be led by the WHO,” he told the meeting via video.  The WHO and most experts say the virus is likely to have emerged in a market selling wildlife in the central city of Wuhan late last year. U.S. Secretary of State Mike Pompeo said this month there was “significant” evidence that it had come from a laboratory in Wuhan, a charge China rejects.  Australian health minister Gregory Hunt said the planned review could look at strengthening the WHO’s mandate and powers of inspection, and also how to protect against “the global threat posed by wildlife and wet markets”.  Reporting by Stephanie Nebehay and Emma Farge; Additional reporting by Cate Cadell, Gabriel Crossley and Se Young Lee in Beijing and Kirsty Needham in Sydney; and by Steve Holland, Jeff Mason, Tim Ahmann, David Brunnstrom and Doina Chiacu in Washington; Writing by Timothy Heritage and Kevin Liffey; Editing by Andrew Cawthorne, Mark Heinrich and Lisa Shumaker","15":"WASHINGTON (Reuters) - Joe Biden’s campaign said on Monday that if elected president, the presumptive Democratic nominee would rescind the permit for Keystone XL pipeline, which effectively would doom the long-troubled project.  In doing so, Biden would reverse actions taken by President Donald Trump, who in 2017 cleared the way for the $8 billion oil sands pipeline to built across the U.S.-Canada border.   Trump, a Republican, had made building the pipeline a central promise of his presidential campaign. Biden was vice president in the Obama administration when it rejected the project as contrary to its efforts to combat climate change.   “Biden strongly opposed the Keystone pipeline in the last administration, stood alongside President Obama and Secretary Kerry to reject it in 2015, and will proudly stand in the Roosevelt Room again as President and stop it for good by rescinding the Keystone XL pipeline permit,” Stef Feldman, Biden’s policy director, said in a statement.   Construction of the pipeline, which would carry 830,000 barrels a day of crude from Alberta, Canada to the U.S. Midwest, has been delayed for more than decade by opposition from landowners, environmental groups and tribes.   Last month, a U.S. federal court dealt another setback when it ruled against the U.S. Army Corps of Engineers’ use of a new pipeline permit to cross bodies of water, potentially delaying construction further.   The project is owned by TC Energy Corp of Alberta.  Editing by David Gregorio","16":"WASHINGTON (Reuters) - U.S. Senator Marco Rubio will serve as acting chairman of the Senate Select Committee on Intelligence, Senate Majority Leader Mitch McConnell said on Monday, after Senator Richard Burr announced he would step aside from the position during a federal investigation of his stock trades.  Rubio, 48, has been an active Republican voice on national security and foreign policy matters throughout the nine years he has been in the Senate.  He is known as a hawk on dealings with China, Russia and Cuba, the country from which his parents came to Florida as immigrants.  The appointment makes Rubio part of the so-called Gang of Eight, the leaders of Congress and the Senate and House of Representatives intelligence committees who receive the most sensitive classified briefings.  Rubio sought the Republican presidential nomination in 2016, eventually losing the primary race to real estate developer Donald Trump, who defeated former Secretary of State Hillary Clinton in that November’s general election.  Rubio is also chairman of the Senate Small Business Committee, which has played an important role in efforts to help the U.S. economy recover from the ravages of the coronavirus pandemic.  McConnell did not say whether Rubio would step aside as leader of that panel. Aides to Rubio did not immediately respond to requests for comment.   Burr told McConnell on May 14 that he would temporarily leave his position as chairman of the powerful intelligence committee. U.S. officials said then that the FBI had seized his mobile telephone in major escalation of a probe of his stock trades before the market downtown caused by the coronavirus pandemic.  Burr has denied wrongdoing and said he relied solely on news reports to guide decisions on stock sales, amid reports he and other senators sold shares after private briefings on the risks of the coronavirus crisis.  Reporting by Patricia Zengerle; Editing by Chris Reese and Cynthia Osterman","17":"TOLEDO, Ohio (Reuters) - Dana Inc (DAN.N), a key supplier of truck parts to Detroit automakers, restarted its Toledo plant Monday on a single shift, with one-third of its 750-person workforce and less than 1% absenteeism, according to plant manager Craig Zimmerly.  “We don’t have that vibe of ‘too soon.’ There may be a little bit of ‘okay, the mask is bothering me,’” said Zimmerly, adding that the usual absentee rate is 2-3%.  The Detroit Three automakers and their suppliers began restarting assembly lines on Monday after a two-month coronavirus lockdown in a slow revival of a sector that employs nearly 1 million people in the United States.  The Toledo plant supplies axles for such popular models as Fiat Chrysler Automobiles’ (FCHA.MI)(FCAU.N) Jeep Wrangler and Gladiator, and Ford Motor Co’s (F.N) Ranger pickup. Trucks and SUVs are among the auto industry’s most profitable vehicles.  Hourly workers at the plant are represented by UAW Local 12, which also represents employees at the nearby FCA Jeep plant.  Assembly technician Brandon Green, 32, of Toledo said he was “okay” with the safety precautions put in place at the plant. “I’m not really nervous. They worked with us pretty well to get us what we need,” he said.  Among those precautions are staggered entrances and exits for workers, who get thermal temperature checks and are given face masks - although some have opted to wear their own facial coverings, including at least one with an American flag motif. Throughout the plant, yellow Xs remind people where to stand for proper social distancing.  Workers are responsible for cleaning their immediate work areas at the beginning and end of each shift. Overnight, a maintenance crew cleans and disinfects the plant with fogging machines.  The plant’s UAW shop chairman, 61-year-old Mark Popovich of Toledo, said, “We’ve got a good mood today. Everybody understands that we have to go back to work. It was better than we all thought. You don’t hear too many negatives.”  In mid-afternoon trade, Dana shares were up more than 11%.  Reporting by Ben Klayman in Toledo, Ohio; Editing by Nick Zieminski","18":"(Reuters) - Chinese search engine giant Baidu Inc forecast second-quarter revenue above expectations after beating earnings estimates, as the world’s second-largest economy reopens after lockdowns imposed to curb the spread of the coronavirus.   The company’s U.S.-listed shares were up 5% in extended trading on Monday.  “With the pandemic coming under control in China, offline activities are rebounding and Baidu stands to benefit from a restart of the Chinese economy,” Chief Executive Officer Robin Li said in a statement.  Baidu, whose search engine dominates the market in China,  forecast second-quarter revenue between 25.0 billion yuan and 27.3 billion yuan, while analysts on average had expected 25.55 billion yuan, according to IBES data from Refinitiv.     Total revenue fell to 22.55 billion yuan ($3.17 billion) for the first quarter ended March 31, from 24.12 billion yuan a year earlier. Analysts on average had expected revenue of 21.93 billion yuan, according to IBES data from Refinitiv.  On an adjusted basis, Baidu earned 8.84 yuan per American depository share. Analysts had expected 3.99 yuan per ADS.   Reporting by Akanksha Rana in Bengaluru and Yingzhi Yang in Beijing; Editing by Krishna Chandra Eluri and Sriraj Kalluvila","19":"(Reuters) - Mortgage companies Fannie Mae and Freddie Mac said on Monday they plan on hiring financial advisors to help them exit from government conservatorship.  The selection of a financial adviser was seen as a critical step in any effort to return Fannie and Freddie to the private market, after operating under a government conservatorship since being bailed out in 2008.   Fannie Mae said it would issue a request for proposals to hire an underwriting financial advisor, while Freddie Mac said it has begun the request for proposal process.   The Trump administration has said it is a priority to recapitalize the pair, which guarantee over half of the nation’s mortgages, and remove them from their government lifeline.  Reporting by Sanjana Shivdas in Bengaluru; Editing by Krishna Chandra Eluri","20":"RIO DE JANEIRO (Reuters) - Three-year-old Sansa, a black dog with a white spot on her belly, spent nearly a year in a Rio de Janeiro animal shelter before the coronavirus pandemic restricted visitors, making her odds of being adopted even dimmer.  But then she had a lucky break. The shelter’s new ‘pet delivery’ service found Sansa a home, bringing company to Maria Fatima Cordeiro Marques, a 73-year-old retired nurse isolating in her house alone.  “We’re going through a very difficult moment... It’s hard for everyone, right?” said Marques, embracing Sansa after she arrived in the shelter’s white van. “I’m sure she’ll give me a lot of love and so will I, because it’s a sincere kind of love demanding nothing in return.”   For Rio residents seeking a furry friend to pass the long days in isolation, but unable to visit the shelter, the city will now provide a delivery service. It said it has delivered more than 50 pets since early April.  Rio’s undersecretary for animal welfare Roberto de Paula said demand had been strong, with more than 1,000 people expressing interest in adopting abandoned animals.  “Given social isolation rules, we had to restrict people’s access to the shelter to avoid contagion, so we came up with this idea of taking the animal to each person and conducting all interviews through social media,” he said.  After the online screening, workers identify and suggest the most suitable pets, before spaying, vaccinating and delivering them to the doorstep.  That is how 28-year-old Luaira Paraízo Rodrigues Lourenço adopted her second cat, Joao, to help her deal with the growing distress of Brazil’s accelerating coronavirus outbreak.   “I work with healthcare recruitment and I see things that have left me emotionally shaken,” Lourenço said. “When I’m sad, agitated or confused with something the cats come and bring me that love to restore myself. It’s amazing.”  The Rio animal shelter currently has around 900 animals available for adoption.    Reporting by Sergio Queiroz; Writing by Gabriela Mello; Editing by Rosalba O'Brien","21":"CHICAGO (Reuters) - About 1,000 lucky chickens flew on two chartered cargo planes to a California sanctuary from an Iowa farm that has been euthanizing its flock as the coronavirus outbreak slashes restaurant demand for eggs, an animal rights group said.  Farmers have killed off pigs and chickens as the pandemic shuts slaughterhouses and upends the food supply chain, leaving producers without markets for their animals, room to keep them or money to feed them.  Animal Place, a charity for unwanted farm animals, rescued the chickens over the weekend from an Iowa farm that was gassing some of its 140,000 birds because of the outbreak, Executive Director Kim Sturla said.   “It is a bright spot,” she said. “There’s so many struggling - human and non-human.”      Animal Place typically brings animals to its Northern California refuge by truck from within the state, but received a donation to extend its reach to the Midwest at a cost of tens of thousands of dollars, Sturla said. The group will make the chickens available for adoption after checking their health, she said.  Sturla declined to identify the farm in Iowa, the top U.S. egg-producing state.  Egg prices have shattered after spiking as consumers stocked up at grocery stores at the start of state-imposed lockdowns in March. They averaged 89 cents per dozen on Friday in the Midwest, down from $2.83 on April 10, according to U.S. Department of Agriculture data.  About 22% of eggs go to restaurants, hotels or other food-service outlets, said Ken Klippen, president of the National Association of Egg Farmers.       “When you lose 22% of your market, it’s painful,” Klippen said. “That’s what we’re going through right now.”  Reporting by Tom Polansek in Chicago; Editing by Matthew Lewis","22":"WASHINGTON (Reuters) - U.S. President Donald Trump on Monday defended his decision to fire the State Department’s inspector general, saying Secretary of State Mike Pompeo asked him to do so and dismissing suggestions that Pompeo faced a probe by the ousted official.  Democratic lawmakers said on Monday Trump might have fired the watchdog, Steve Linick, because he was investigating U.S. military sales to Saudi Arabia. Congressional aides have also said Linick was probing whether Pompeo misused a taxpayer-funded political appointee to perform personal tasks for himself and his wife, such as walking their dog.  The president, a Republican, told reporters he did not know Linick and heaped praise on Pompeo, who has become one of Trump’s most trusted cabinet members.  “You mean he’s under investigation because he had somebody walk his dog from the government?” Trump said with incredulity when told by a reporter about the accusations against Pompeo.  “I didn’t know about an investigation. But this is what you get with the Democrats. Here’s a man supposed to be negotiating war and peace with major, major countries ... and the Democrats and the fake news media, they’re interested in a man who’s walking their dog. And maybe he’s busy and maybe he’s negotiating with Kim Jong Un,” Trump said, referring to the North Korean leader.  Trump said he would prefer his secretary of state to focus on his job rather than menial tasks.  “I’d rather have him on the phone with some world leader  than have him wash dishes, because maybe his wife isn’t there, or his kids,” Trump said about the top U.S. diplomat. “It’s terrible. It’s so stupid. You know how stupid that sounds to the world? Unbelievable.”  Reporting by Jeff Mason, Steve Holland and David Brunnstrom; Editing by Richard Chang","23":"(Reuters) - Chinese search engine giant Baidu Inc forecast second-quarter revenue above expectations on Monday, as businesses reopen in the world’s second-largest economy after strict lockdowns to curb the spread of the coronavirus.  Baidu’s U.S.-listed shares jumped 8% in extended trading after the company also reported a smaller-than-expected drop in first-quarter revenue and easily beat profit estimates.  China’s stalled economy is starting up much earlier than Europe and the United States, which are easing restrictions gradually as they struggle with high reported infections and deaths from COVID-19, a disease caused by the novel coronavirus.  Baidu forecast current-quarter revenue between 25.0 billion yuan and 27.3 billion yuan, while analysts on average had expected 25.55 billion yuan.   The company said daily active users for Baidu App surged 28% in March to hit the 222 million mark.  “This performance is encouraging, as it shows that the worst stretch is likely over for Chinese internet companies as the economy slowly gets back to its feet and the digital ad market revives,” said Haris Anwar, senior analyst at financial markets platform Investing.com.  Revenue from Baidu’s online marketing services business, which includes search, news feeds and video apps and is a major contributor to overall sales, tumbled 19% to 14.24 billion yuan in the first quarter ended March 31.  Total revenue declined about 7% to 22.55 billion yuan ($3.17 billion), but beat estimate of 21.93 billion yuan.  Baidu in February estimated revenue between 21 billion yuan and 22.9 billion yuan.  Subscribers for the company’s iQIYI — a Netflix-like video service — climbed 23% to 118.9 million, benefiting from stay-at-home orders. Revenue rose 9% but net loss attributable to the company widened to 2.87 billion yuan from 1.81 billion yuan.   On an adjusted basis, Baidu earned 8.84 yuan per American depository share, above expectation of 3.99 yuan per ADS,  according to IBES data from Refinitiv.  Reporting by Akanksha Rana in Bengaluru and Yingzhi Yang in Beijing; Editing by Krishna Chandra Eluri and Sriraj Kalluvila","24":"TOKYO (Reuters) - SoftBank Group Corp is in talks to sell “a significant portion” of its T-Mobile US stake to controlling shareholder Deutsche Telekom AG, the Wall Street Journal reported on Monday, citing unidentified sources.   A deal would see Deutsche Telekom’s stake in the carrier, which merged with SoftBank’s wireless unit Sprint last month, rise above 50%, the report said.   SoftBank is widely expected to try and monetise its T-Mobile stake as it looks to raise $41 billion through asset sales to prop up its floundering tech investing empire and fund a record share buyback.  Including the talks with Deutsche Telekom, SoftBank plans to seek buyers for about $20 billion of its shares in T-Mobile, working with banks including Morgan Stanley and Goldman Sachs Group Inc to round up investors, WSJ said in a separate report on Monday. (on.wsj.com\/2ThGFwy)  SoftBank and Deutsche Telekom did not respond to requests for comment.    Lock-up provisions agreed to as part of the merger would likely be altered to permit the transaction with Deutsche Telekom, the WSJ said.   Shares of T-Mobile were down 2.8% at $99 in extended trading.  Reporting by Sam Nussey; Additional reporting by Munsif Vengattil; Editing by Christian Schmollinger, Muralikumar Anantharaman and Krishna Chandra Eluri","25":"SANTIAGO (Reuters) - Police and protesters clashed in Santiago on Monday amid a city-wide lockdown meant to stem the spread of the coronavirus as local officials warned that food shortages had hit one of the Chilean capital´s poorest neighborhoods.  A group of protesters threw rocks, shouted and burned piles of wood along a street in the destitute neighborhood on Santiago’s southern fringe. Images on social media and local television showed police spraying tear gas and water cannons to disperse the growing crowd.   The municipality said in a statement that families were going hungry in the poorest sectors of El Bosque, a neighborhood where many work informally, or not at all. The city district has been under quarantine since mid-April, city officials said in a statement.  “The last weeks we have had a great demand from neighbors for food,” El Bosque Mayor Sadi Melo, of Chile´s opposition Socialist party, told Radio BioBio. “We are in a very complex situation of hunger and lack of work.”  Santiago is one of Latin America´s most prosperous cities. But a stark rich-poor divide and a growing sense of inequality prompted mass protests in late 2019. Many of the demands lodged by protesters last year, from increased pensions to higher pay, remain unresolved.  In a statement, Melo´s office said El Bosque had distributed more than 2,000 aid packages to the neediest families. But it warned the central government “not to continue to burden municipalities with an economic responsibility we cannot cover.”  Chile´s center-right president, Sebastian Pinera, said in a televised address later on Monday that his government would deliver 2.5 million baskets of food and cleaning supplies directly to homes by late this week or early next.  “We will prioritize the most vulnerable families,” Pinera said, calling the planned delivery of food “historic.”   The South American nation has already announced a massive stimulus package worth nearly 7% of gross domestic product to ease the economic impact of the pandemic, although opposition leaders and social groups have criticized the package as inadequate.   The government´s proposed measures include beefed-up  unemployment checks, deferred tax payments and government-backed credit lines for small business.   Chile surpassed 40,000 cases of the new coronavirus last week amid a sharp spike in infections that has seen hospitals approach collapse in the weeks ahead of the Southern Hemisphere winter. The country now has 46,059 total cases and 478 deaths.  Reporting by Natalia Ramos and Dave Sherwood; Editing by Peter Cooney","26":"DUBAI (Reuters) - The United Arab Emirates will extend a nightly curfew by two hours from this week after reporting an increase in daily cases of the coronavirus, an official said on Monday.  Separately, the country, which had suspended entry of non-Emirati residents on March 19, said it would next month start receiving those with valid residencies stranded abroad whose families are in the UAE, state media reported.  The nationwide curfew, which currently runs from 10 p.m. to 6 a.m., would start at 8 p.m. on Wednesday until further notice, Saif Al Dhaheri, spokesman for the National Emergency Crisis and Disaster Management Authority, told a news conference.  The UAE on Monday reported 832 infections and four deaths from the virus to take its count to 24,190 with 224 deaths.  The country halted regular passenger flights and closed most public venues to combat the disease but like other Gulf Arab states saw the virus spread among low-income migrant workers living in overcrowded quarters, leading to an increase in testing.   Authorities have arranged repatriation flights for citizens and a limited number of residents and to evacuate foreigners.  The state news agency said residents with relatives in the UAE could start returning as of June 1 to reunite with family.  Some emirates, including business and tourism hub Dubai, allowed malls to reopen at limited capacity during the Muslim holy month of Ramadan that began on April 24. Dubai has also allowed dine-in restaurants and cafes to resume business at 30% capacity and public parks to reopen with restrictions.  Dhaheri urged those celebrating the Eid al-Fitr holiday that marks the end of Ramadan to avoid family gatherings. He said malls could operate from 9 a.m. to 7 p.m. during Eid with shoppers allowed to be there for a maximum of two hours.  Another official detailed an updated list of penalties for violation of containment measures, including a fine of 50,000 dirhams ($13,000) for not heeding quarantine orders and 3,000 dirhams for not wearing a face mask or practicing physical distancing in public, or breaking curfew.   The official said the public prosecutor would impose penalties of up to six months in prison or a fine of no less than 100,000 dirhams for repeat offenders.  Reporting by Ghaida Ghantous; Editing by Giles Elgood and Lisa Shumaker","27":"PARIS (Reuters) - Jet manufacturers and airlines are launching an urgent initiative to convince nervous travelers that the air they breathe on planes is safe, believing this is critical to rebuilding a travel industry floored by the novel coronavirus.   Boeing has appointed former engineering and development chief Mike Delaney to head wider efforts to build  confidence, and Airbus leaders say the industry is moving from an initial crisis phase to securing public trust.  That has triggered, among other things, a concerted effort to explain how cabin air filtration works in a bid to scotch the myth that the pressurised fuselage contains only static or recycled air.  Health officials are still quantifying various sources of transmission for COVID-19 disease caused by the virus, but attention focuses on the risk of catching it from airborne droplets from coughing or sneezing passengers as well as from  touching infected surfaces.  The air-travel industry historically talks more about seat pitch than air quality. That’s had to change as a result of the pandemic.   “It’s about explaining what we do for the safety of passengers in the large sense: aircraft safety but also sanitary safety,” Airbus engineering head Jean-Brice Dumont said.  In an office building, air is exchanged about four times every hour. On a modern jet aircraft, that rises to 20 to 30 times.  “The air system on an airplane is as good as anything you will be exposed to,” Delaney said. Air circulation is only one of several techniques for reducing potential for the virus to spread on board including rigorous cleaning of the plane and screening passengers for signs of illness, he added.  In most cases compressed air is fed from the clean part of an engine - untainted by fuel which is added later - to air conditioning packs and from there to fans in the cabin ceiling.  Both planemakers say cabin air pours downwards not lengthways through the fuselage, reducing risks of infection.      Half that air is then recycled through hospital-grade HEPA filters designed to remove some 99.97% of contaminants including viruses. The other half is flushed outside through valves.  Planemakers say cabin air is renewed every two to three minutes, though scientists caution that in reality, air is always a blend. But the quicker the rate, the faster old air is diluted.  “The air turns over very, very quickly in the aircraft in terms of air-exchange rate. From that point of view the aircraft systems are very good,” said Professor Byron Jones of Kansas State University, who has helped recommend air standards.  But air flow isn’t the only part of a complex equation.  “The biggest challenge you have on an aircraft is the extremely high occupant density. You have got a lot of people crammed into a small space, and you have to get a lot of air in there to ventilate that space to maintain the air quality,” Jones said.  The U.S. Centers for Disease Control and Prevention say the virus is thought to spread between people in close contact or   less than 6 feet apart, around half the width of many cabins.   Air currents over such short distances are said to be hardest to predict. Passengers have some control through the individual air outlets nicknamed “gaspers” above each seat.   On average, twisting them on makes things “a little bit better, but there is no guarantee,” Jones said.   Although filtered, the pinpoint blasts of air could in a worst case push nearby virus particles across a passenger’s face. On the other hand, the air shower could have the positive effect of limiting sideways movements of air.  Faced with such questions, Boeing and Airbus have deployed  engineers to examine seat-to-seat air flows - using the same advanced physics at play in wind-tunnel testing of a wing.  “We are actively running simulations to see whether we could recommend something for the individual air jets, “ Dumont said.  The spectre of in-flight contamination dates back at least to the SARS epidemic in 2003, though no link has been proved.  In March that year, a 72-year-old man infected with SARS, which is also a coronavirus, took a flight from Hong Kong to Beijing. At least 22 of the 119 passengers and two crew later developed the illness.  It was the only significant case of in-flight transmission but prompted measures to prevent ill passengers boarding planes.   Such “kerb-to-kerb” measures must again be part of the strategy to keep the new virus off planes, Delaney said. Research on technology like ultraviolet-cleaning systems and anti-microbial materials may join the fight in the future.  Editing by Cynthia Osterman","28":"(Reuters) - Delta Air Lines (DAL.N) said on Monday it would resume flying several major routes in June that were suspended due to the coronavirus pandemic, including some Trans-Atlantic and Caribbean destinations.  Global airlines have suffered an unprecedented decline in travel due to the pandemic, though some recent indicators show that U.S. demand may have hit a low.  The U.S. Transportation Security Administration (TSA) screened 250,467 travelers on Friday, the first time the number has surpassed 250,000 since March 24, according to daily data on its website.  While that is far below the 2.66 million passengers screened on the same day last year, it is significantly more than the mid-April low of 87,534.  Delta is adding roughly 100 more daily flights in June versus May, including service out of its Atlanta hub and New York’s John F. Kennedy International Airport to Florida, even as its overall second-quarter schedule is expected to be 85% smaller than last year.  The Atlanta-based carrier also hopes to resume passenger flights for Seattle-Shanghai in June, pending Chinese government approval.  Reporting by Tracy Rucinski and Ankit Ajmera; Editing by Bernard Orr and Richard Chang","29":"PARIS\/BERLIN (Reuters) - France and Germany proposed on Monday a 500 billion euro ($543 billion) Recovery Fund that would offer grants to European Union regions and sectors hit hardest by the coronavirus pandemic, pushing up the euro and bringing down Italian bond yields.  The two biggest EU countries, whose agreements usually pave the way for broader EU deals, proposed that the European Commission borrow the money on behalf of the whole EU and spend it as an additional top-up to the 2021-2027 EU budget that is already close to 1 trillion euros over that period.  “That’s a real change in philosophy,” French President Emmanuel Macron said. “I believe this is a very deep transformation and that’s what the European Union and the single market needed to remain coherent. It’s what the euro zone needs to remain united.”  The proposal moves the EU more in the direction of a transfer union and is likely to please countries like Italy or Spain which have long called for more joint action in response to the crisis.  But offering grants rather than loans could be hard to swallow for some of the frugal northern countries of the 27-nation bloc, like the Netherlands, Finland and Austria.  “Our position remains unchanged. We are ready to help most affected countries with loans,” Austrian Chancellor Sebastian Kurz said on Twitter. “We expect the updated (EU budget) to reflect the new priorities rather than raising the ceiling.”  The euro jumped against the dollar EUR= to 1.0912 from 1.0851 on the news and bond yields in Italy, one of the hardest hit by the pandemic and which has a huge public debt, fell to a one-month low of 1.67% from 1.79% IT10YT=RR.  Still, grants from the Recovery Fund will have strings attached - they are to be “based on a clear commitment from Member States to follow sound economic policies and an ambitious reform agenda” the document said.  The money is to be spent particularly on investment in the EU’s transition to a more “green” and digital economy and boost research and innovation.  It is to be paid for through the EU budget that will come after 2027, the Franco-German document said.  France and Germany did not specify whether that would mean higher national contributions based on the size of each economy or some new taxes that would be earmarked for the EU, or a combination of both.  German Chancellor Angela Merkel said the 500 billion euros should be paid back over a long time and that Berlin would shoulder roughly 27% of the funds, as it already does for the regular EU budget.  “We must act in a European way so that we get out of the crisis well and strengthened,” Merkel told reporters.  France and Germany had previously struggled to present a united front in the coronavirus crisis as France lead a push by mostly southern countries to get fiscally conservative northerners, including Germany, to issue joint European debt to help them recover from the deepest ever recession, which is now expected to come this year.  Macron said the plan was a result of “close cooperation” with Italy and the Netherlands - diplomatic language indicating the two countries had been consulted.  “We will consider proposals and ideas like the French and Germans have done. Eventually there must be a proposal from the European Commission and that will be the starting point for the discussions,” said Stephan Schrover, a spokesman for Dutch Prime Minister Mark Rutte.  The European Commission is to present its own proposal for a Recovery Fund linked to the EU’s next long-term budget on May 27th and said it welcomed the initiative from Paris and Berlin.  “It acknowledges the scope and the size of the economic challenge that Europe faces, and rightly puts the emphasis on the need to work on a solution with the European budget at its core,” Commission head Ursula von der Leyen said.  “This goes in the direction of the proposal the Commission is working on which will also take into account the views of all member States and the European Parliament,” she said.  The European Parliament has called in a resolution for governments to assign new, dedicated revenue streams to the EU budget so that it can pay back the money the Commission would borrow to pay for the grants.  Among possible new revenue sources for the EU budget, which now gets its money from national contributions, a cut of national VAT and customs and sugar levies, the parliament has listed a plastics tax, a digital tax, a financial transactions tax and a levy on goods imported into the EU from countries that have lower CO2 emissions standards than the EU.  Writing by Jan Strupczewski; Additional reportun by Anthony Deutch in Amsterdam; Editing by Alison Williams and Hugh Lawson","30":"PARIS\/FRANKFURT (Reuters) - A Franco-German proposal for a 500 billion euro ($546 billion) coronavirus recovery fund would bring essential relief to the bloc’s worst-hit nations and demonstrate solidarity, European Central Bank President Christine Lagarde said on Monday.   Closing in on a deal after two months of often bitter talks, the European Union’s biggest powers proposed a fund on Monday that would offer non-repayable grants to EU regions and sectors hit hardest by the pandemic, with the cash borrowed by the bloc as a whole rather than by individual member states.  Although the plan still requires the consent of all EU members, it would be a big step towards debt mutualisation, once a taboo for German governments fearing that their taxpayers might be liable for the fiscal irresponsibility of others.  “The Franco-German proposals are ambitious, targeted and, of course, welcome,” Lagarde said in a joint interview with four European newspapers, after announcement of the plan sent the euro higher and reduced Italian bond yields.  “They pave the way for the European Commission to borrow funds over the long term and, above all, they allow a substantial amount of direct support to be provided to the countries most affected by the crisis,” Lagarde told newspapers Les Echos, Handelsblatt, Corriere della Sera and El Mundo.  Buying 1.1 trillion euros of debt this year, the ECB would be expected to buy any bonds jointly issued by EU members, keeping borrowing costs down and increasing the pool of coveted safe assets.  The euro zone economy is expected to shrink by a tenth this year, and even with many coronavirus restrictions already lifted, the recovery is expected to last well beyond this year.  Reflecting on a recent German Constitutional Court ruling that the ECB exceeded its powers with sovereign bond buys, Lagarde said the German central bank is under obligation to carry out the ECB’s decision.   “According to the Treaty, all national central banks should fully participate in the determination and implementation of monetary policy in the euro area,” she said.  Her comments may foreshadow a legal clash as the German court said the Bundesbank must quit the asset buys unless the ECB can prove they are necessary.  If the ECB fails that test, the Bundesbank is likely to face a conflict between its EU Treaty obligation and a ruling by the nation’s highest court.  Reporting by Laurence Frost, Leigh Thomas and Balazs Koranyi; Editing by Sandra Maler and Dan Grebler","31":"(Reuters) - Advocacy groups sued Wisconsin election officials on Monday, seeking to force the state to send every voter an absentee ballot request form, hire more poll workers and launch a public education effort to ensure voters understand their options ahead of November’s presidential election.  The complaint is the latest salvo from voting rights activists, who have filed dozens of lawsuits around the country to increase ballot access, such as universal vote-by-mail, in light of the coronavirus pandemic.  Wisconsin was at the center of the battle in April, when a last-minute effort by Democratic Governor Tony Evers to postpone the primary election was stymied after Republican legislative leaders challenged his order in court. With many polling places shut down due to a lack of poll workers, many voters waited in long lines, risking infection.   Monday’s lawsuit, filed in federal court in Madison, the capital, said tens of thousands of voters were disenfranchised after they “encountered obstacles at almost every stage of the election process,” including crowded poll places and thousands of absentee ballots that were either not delivered or arrived too late.  The burdens fell disproportionately on minority, disabled and immuno-compromised voters, according to the lawsuit, which was filed by Disability Rights Wisconsin, Black Leaders Organizing for Communities and three individual Wisconsinites.  A spokesman for the state elections commission, which was named as a defendant, declined to comment on pending litigation.  Also on Monday, the League of Women Voters of New Jersey and other groups sued New Jersey in federal court, arguing that the state’s signature-match requirement for mail-in ballots disenfranchises thousands of voters, particularly immigrants, minorities, the elderly and the disabled.  The two lawsuits join a plethora of others as activists warn that the ongoing coronavirus outbreak could throw November’s election into chaos without immediate steps to make it easier for voters to cast ballots by mail.  Many of the lawsuits are backed by Democrats, who argue they are trying to protect voters’ rights in a public health crisis and that Republican resistance is intended to disenfranchise minority and other voters who tend to vote Democratic. Marc Elias, the attorney leading the party’s efforts, has pending cases in 17 different states  Republicans have argued that loosening restrictions could increase the potential for voter fraud, though examples in the United States are exceedingly rare. President Donald Trump, a Republican, has echoed those arguments, saying without evidence that mail-in voting is rampant with fraud.  Reporting by Joseph Ax; Editing by Dan Grebler","32":"(Reuters) - Jack Dorsey-led Square Inc said on Monday that most of its employees can continue to work from home permanently even after offices reopen, following a similar announcement from Twitter Inc, which is also headed by the billionaire.    The COVID-19 pandemic, which has so far infected more than 4.75 million people globally, has led to strict lockdowns in most countries and changed the way businesses function, with work-from-home emerging as the new norm.  “We want employees to be able to work where they feel most creative and productive,” a Square spokesperson said in an emailed statement.   The payments technology firm said it does not have an expected timeline for reopening its offices.   Tech giants like Facebook Inc and Alphabet Inc’s Google have allowed most of their employees to work remotely until the end of this year.  Reporting by C Nivedita in Bengaluru; Editing by Krishna Chandra Eluri","33":"SACRAMENTO, Calif. (Reuters) - Businesses in the San Francisco Bay Area may open for curbside retail and manufacturing, while fan-free professional sports events might be allowed as soon as June, as California continued to loosen coronavirus health restrictions on Monday.  California Governor Gavin Newsom said Monday the state has been in discussions with officials of all of the major sports leagues about a possible resumption of play. But rules aimed at protecting players and support staff from coronavirus-transmission have yet to be developed, and a possible June 1 opening date would depend on safety standards and infection rates in the most populous U.S. state.  Newsom eased rules for local counties to make it easier for them to open restaurants for sit-down dining and retail outlets for in-store shopping.   In the San Francisco Bay Area, which was hit hard and early by the virus, health directors of five counties moved to loosen some restrictions that had lagged other parts of the state.  Businesses in those counties - San Francisco, Alameda, Santa Clara, Marin and Contra Costa - may open for manufacturing, retail with curbside pickup and warehouse distribution.  The modest loosening of public health restrictions put in place to curb the spread of the novel coronavirus pandemic comes after the number of new cases in the heavily populated region has remained stable or decreased over a two-week period, the directors said.  The San Francisco area, which includes California’s storied Silicon Valley technology hub and the massive University of California at Berkeley, was the first in the state to report a cluster of coronavirus infections and the first to order residents to shelter at home.  In their new order issued Monday, the health directors said residents should still stay mostly at home, and requires people to wear face coverings when they are out. San Mateo County, which includes San Francisco International Airport, updated its health orders last week.   Nearly all 50 U.S. states were at some stage of reopening on Monday as authorities eased restrictions imposed to contain the spread of the new coronavirus and stock markets rose on results of an early test of a potential vaccine.  Reporting by Sharon Bernstein in Sacramento, California; Editing by Nick Zieminski and Lisa Shumaker","34":"NEW YORK (Reuters) - A gauge of global equity markets surged almost 3% on Monday and oil rallied to highs last seen in mid-April as data from an early-stage trial for a coronavirus vaccine lifted hopes of a faster recovery from the pandemic-driven economic slump.  Warm weather enticed people in countries across the world to emerge from coronavirus lockdowns as centers of the outbreak from New York to Italy and Spain gradually lift restrictions that have kept millions cooped up for months.  Investors have cheered any positive development by drugmakers’ vaccine trials amid fears of a second wave of infections as restrictions are eased.  Drugmaker Moderna Inc (MRNA.O) said its experimental COVID-19 vaccine showed promising results in a small early-stage trial, and its stock closed up 20.0%.  A workable vaccine that can be mass-produced by year-end or early 2021 would be a “game-changer” for industries whose challenges may not be resolved by the economy’s reopening, said Rick Meckler, partner at Cherry Lane Investments, a family investment office in New Vernon, New Jersey.  Global economic output will take two or three years to recover to pre-pandemic levels, IHS Markit said in a note, projecting worldwide gross domestic product would fall 5.5% in 2020, or three times the contraction of 2009 after the global financial crisis.   Under the best of circumstances, it will be a long road for the U.S. economy to recover, with additional job losses likely through June, Federal Reserve Chairman Jerome Powell said in an interview on Sunday.  MSCI’s gauge of stocks around the globe .MIWD00000PUS gained 2.90%, its biggest single-day percentage gain since April 6 when it jumped 5.5% after signs the death toll from the coronavirus was slowing in Europe.  The pan-European STOXX 600 index  closed up 4.1%, its biggest one-day percentage gain since March 24.    Germany's auto-heavy DAX index .GDAXI surged 5.7% to its highest level in more than two weeks, while France's main CAC 40 index .FCHI rose 5.2%. The two countries called for the creation of a European Recovery Fund worth 500 billion euros ($544 billion) to help the region quickly exit the crisis.   The deal, described by French President Emmanuel Macron as a major step forward, seeks to break the impasse over joint euro debt and act as a blueprint for a wider European Union agreement. The euro rose on the news.  On Wall Street the benchmark S&P 500 posted its biggest one-day percentage gain in almost six weeks.   On Wall Street, the Dow Jones Industrial Average .DJI rose 911.95 points, or 3.85%, to 24,597.37. The S&P 500 .SPX gained 90.21 points, or 3.15%, to 2,953.91 and the Nasdaq Composite .IXIC added 220.27 points, or 2.44%, to 9,234.83.  “The resilience of stock markets relative to the awful economic data that we’ve been seeing over the past fortnight speaks to an optimism that ... as economies come out of lockdown we can expect to see improvements as we head into the second half of the year,” said Michael Hewson, chief market analyst at CMC Markets.  Japan’s preliminary GDP data showed that the world’s third- biggest economy contracted an annualized 3.4% in the first quarter, slipping into recession for the first time in more than five years.  Hopes of a worldwide economic recovery lifted oil prices, with prices settling 7%-8% higher, supported by output cuts.  “Optimism on the demand side of the oil equation has helped prices climb further, with gasoline demand coming back as governments ease confinement measures,” said Rystad Energy senior oil markets analyst Paola Rodriguez Masiu.  U.S. crude CLc1 added $2.39 to settle at $31.82 a barrel, while Brent LCOc1, the international benchmark, rose $2.31 to settle at $34.81 a barrel.  The jump in oil prices lifted commodity currencies such as the Norwegian crown and the Canadian dollar against the U.S. dollar.  The dollar index =USD fell 0.771%, with the euro EUR= up 0.93% to $1.0916. The Japanese yen JPY= weakened 0.26% versus the greenback at 107.33 per dollar.  Italian government bond yields fell to their lowest level in over a month on the proposed Franco-German recovery fund.   Benchmark 10-year U.S. Treasury notes US10YT=RR fell 26\/32 in price to push their yield up to 0.7224%.  Gold retreated from a more-than seven-year high as stocks and oil surged. U.S. gold futures GCcv1 settled 1.3% lower at $1,734.40 an ounce.  Gold traded sideways “because everybody is thinking ‘risk-on,’ get into equities - as markets across the board are up 3%,” said Michael Matousek, head trader at U.S. Global Investors. But the trend “is still to the upside, there’s still plenty of reason to buy gold.”   Reporting by Herbert Lash; Editing by Dan Grebler, Leslie Adler and Tom Brown","35":"WASHINGTON (Reuters) - U.S. President Donald Trump said on Monday extending the amount of time borrowers in the Paycheck Protection Program have to spend their funds to 24 weeks from the current eight weeks “should be easy.”  Trump made the comment at a White House roundtable event with restaurant executives, who urged the extension. Restaurants have been particularly hard hit by social distancing orders to combat the coronavirus pandemic, forcing many establishments to close or offer only takeout or delivery.  Small businesses have griped that the current terms of the PPP program, which requires them to spend the relief funds within eight weeks of receiving them, are too rigid to meet all their needs. Businesses must spend that money within the allotted time frame in order for the loans to be forgiven.  “We think probably taking it to 24 weeks would be appropriate to allow for restaurant owners that are participating in the program to be able to manage through and  rehire the employees, which is what the purpose of PPP was intended for,” said Jose Cil, chief executive of Restaurant Brands International (QSR.TO), which includes fast food chains Burger King and Popeyes.   “We need those fixes now,” said Sean Feeney, co-founder of New York-based Grovehouse restaurant company.  U.S. Treasury Secretary Steven Mnuchin said he was working on a technical fix to the PPP program that could extend the amount of time, but it may not be for 24 weeks. He said he had bipartisan support for the change.  On Sunday, Republican Senator Marco Rubio and Democratic Senator Chris Van Hollen said they supported an extension.  Reporting by Jeff Mason; Writing by Eric Beech; Editing by Sandra Maler and Aurora Ellis","36":"WASHINGTON (Reuters) - U.S. Attorney General William Barr said on Monday he does not expect a Justice Department review of the FBI’s handling of 2016 election interference to lead to criminal investigation of former President Barack Obama or former Vice President Joe Biden.  “As to President Obama and Vice President Biden, whatever their level of involvement, based on the information I have today, I don’t expect Mr. Durham’s work will lead to a criminal investigation of either man,” Barr said.  Federal prosecutor John Durham is reviewing the origins of the investigation of Russia’s 2016 election interference.   President Donald Trump in recent weeks has repeatedly referred to a scandal he calls “Obamagate,” saying without evidence that Obama was tied to “the biggest political crime in American history.”  Trump stepped up those claims as he faced criticism for the administration’s handling of the coronavirus pandemic that has killed more than 88,000 Americans, and prepares to face Biden in the November election.    Barr added that the election should be decided strictly on policy debates, and that any investigation of a political candidate would need to be approved by him personally.  “We cannot allow this process to be hijacked by efforts to drum up criminal investigations of either candidate,” Barr said.   Barr did not rule out the possibility of others being criminally investigated, without offering specifics.  Trump has not made clear what he is accusing Obama of doing, but the allegations appear to focus on law enforcement actions taken at the end of Obama’s presidency.  Special Counsel Robert Mueller concluded in March 2019 that Russians had actively tried to interfere in the 2016 presidential election, both through the hacking of the Democratic National Committee’s email system and through propaganda.  While his report documented numerous contacts between Trump’s campaign and Russia, he said there was not sufficient evidence to prove there was a criminal conspiracy.  Russia has repeatedly denied trying to influence the election and Trump has dismissed the idea as a hoax.  Barr has faced scathing criticism from Democrats and former career prosecutors in recent months who say he is the one who has politicized the justice system in favor of allies of Trump.  Earlier this month, Barr moved to dismiss the criminal charges against Trump’s former national security adviser Michael Flynn, who had already pleaded guilty to lying to the FBI.  In February he intervened to recommend a lighter sentence for Trump’s longtime friend Roger Stone.  Reporting by Sarah N. Lynch and Mark Hosenball; Editing by Scott Malone, Chizu Nomiyama and Dan Grebler","37":"WASHINGTON (Reuters) - U.S. President Donald Trump said on Monday he was surprised that Attorney General William Barr opted not to look at former President Barack Obama in a Justice Department review of the FBI’s handling of 2016 Russia probe.  “I’m a little surprised by that statement,” Trump told reporters while calling Barr “very honorable” and saying he would leave any such decision up to Barr.  Reporting by Jeff Mason and Steve Holland; Editing by Sandra Maler","38":"WASHINGTON (Reuters) - Presumptive Democratic U.S. presidential nominee Joe Biden has been speaking regularly with former rival Elizabeth Warren on public health and economic relief ideas as he crafts more ambitious proposals aimed at helping Americans through the coronavirus crisis.  While Warren, a U.S. senator from Massachusetts and prominent voice on the Democratic Party’s left, criticized the former vice president’s approach on the campaign trail before dropping out and endorsing him, Biden advisers said the two see eye-to-eye on a number of issues.   In recent weeks, for example, Biden has endorsed Warren-backed ideas like canceling some student debt to help financially strapped Americans and echoed her calls for “structural change” in an economy ravaged by the pandemic.  Biden is poised to challenge Republican President Donald Trump in the Nov. 3 election. Warren is thought to be on Biden’s short list of possible vice presidential running mates along with Senators Kamala Harris and Amy Klobuchar, among others. A decision is not expected for weeks.  Warren and Biden have held telephone conversations since she exited the Democratic race in March, and now talk nearly weekly, according to people familiar with their discussions who spoke on condition of anonymity. The focus, according to one of the people, has been on public health and economic relief policy around a pandemic that has driven tens millions of Americans into unemployment.  “Like Senator Warren, Joe Biden has been a champion for working families over corporations his entire career,” Biden spokesman TJ Ducklo said, accusing Trump of pursuing policies favoring corporations and political allies over working Americans.  Ducklo added that Biden is working with Warren and “a number of experienced voices” to create plans to resolve the crisis and get help to Americans those who need it most.  Warren’s office declined to comment on her conversations with Biden.  Biden has consulted other former rivals for the Democratic nomination including Washington state Governor Jay Inslee, while his team also seeks the support of policy groups on the left.  During the Democratic race, Warren chided Biden for holding high-dollar fundraisers and not embracing sufficiently sweeping economic change. But people close to Biden said he and Warren are more aligned ideologically than their public differences might suggest, particularly in their belief that the U.S. middle class has been eviscerated - even before the pandemic.  Biden’s campaign on Sunday released a video showing him and Warren calling small-dollar donors together to thank them for their support. At one point, Biden joked that he never had as many contributors to thank until Warren’s endorsement, a reference to her grassroots fundraising prowess.  “I’m counting on her a great deal - not just for her endorsement but for her ideas and her leadership,” Biden said.  Biden already has begun embracing some Warren positions. In addition to the student-debt proposal, he joined Warren and Harris in their calls for federal health officials to release more data on racial disparities in the pandemic’s impact on the U.S. population.  Biden and Warren this month co-authored an opinion piece in McClatchy newspapers demanding more oversight over trillions of dollars in federal coronavirus relief aid that they said included “giveaways to the wealthy and big corporations.”   His rhetoric has shifted as well. Biden now talks about how the pandemic’s damage to the economy has created a “big” opportunity for “structural change,” echoing Warren’s campaign trail stump speech.  Last week, Biden said on his podcast that “we need some revolutionary institutional changes,” a shift in language from when he said after his victory in the pivotal Feb. 29 South Carolina primary contest: “Talk about revolution isn’t changing anyone’s life.”  But Biden remains opposed to some Warren priorities such as her proposed Medicare for All government-run healthcare system or a wealth tax on billionaires.  Former President Barack Obama, under whom Biden served as vice president, last month praised Warren in the context of the pandemic, writing on Twitter that her proposals should serve as a model for policymakers. Biden and Obama speak regularly about his campaign.  “Joe Biden has more license now to go really big with bold systematic economic polices and not be accused of flip-flopping in any way, but instead be admired for meeting the moment,” said Adam Green, a co-founder of the Progressive Change Campaign Committee, a policy advocacy group that backed Warren during the primary campaign.  Reporting by Trevor Hunnicutt, Joseph Ax and James Oliphant; Editing by Soyoung Kim and Will Dunham","39":"WASHINGTON (Reuters) - Passage of the CARES Act in late March was “critical” to the Federal Reserve’s ability to expand credit throughout the economy to help offset the economic blow from the coronavirus pandemic, Federal Reserve Chair Jerome Powell said in remarks prepared for delivery at a Tuesday hearing held by the Senate Banking committee.  Powell in the remarks repeats his pledge to keep interest rates near zero until the economy has weathered the crisis, and reviews Fed actions to date that he says have helped keep financial markets functioning smoothly.  Reporting by Howard Schneider; Editing by Chris Reese","40":"ROME (Reuters) - Italy’s Economy Minister Roberto Gualtieri on Monday said Fiat Chrysler [FCHA.MI] has to strengthen investments in Italy and avoid delocalizing its factories outside the national borders to apply for a state backed loan.  “We have asked for additional commitments to the already stringent commitments (set for such loans): all the planned investments must be confirmed and indeed strengthened... we have said no to delocalizations,” Gualtieri told a TV interview.  Reporting by Giuseppe Fonte; writing by Angelo Amante","41":"CAIRO (Reuters) - The United Arab Emirates on Monday said it would welcome the return of holders of valid residency visas who are abroad but have relatives inside the country starting June 1,  state news agency (WAM) said.  On March 19, the UAE suspended entry of valid residence visa holders who are still abroad over coronavirus concerns, state news agency WAM had reported.  Reporting by Nayera Abdallah and Samar Hassan; Editing by Sandra Maler","42":"NEW YORK (Reuters) - Oil prices on Monday jumped to their highest in over two months on positive early results on a potential coronavirus vaccine, optimism about a resumption in economic activity and signs producers were following through on planned output reductions.  Brent LCOc1 futures for July delivery rose $2.31, or 7.1%, to $34.81 a barrel, while U.S. West Texas Intermediate (WTI) crude CLc1 rose $2.39, or 8.1%, to $31.82.  That was the highest settles for Brent and WTI since March 11, just a few days after prices started to collapse following the failure of a production cut agreement between the Organization of the Petroleum Exporting Countries (OPEC) and Russia, a group known as OPEC+.  “It has taken WTI over two months to basically clean up the wreckage from the March (OPEC+) meeting,” said Bob Yawger, director of energy futures at Mizuho in New York.  In the first half of May, OPEC+ has cut oil exports sharply, companies that track the shipments said, suggesting a strong start in complying with a new production cut agreement.  OPEC+ agreed to cut supply by a record 9.7 million barrels per day (bpd) from May 1. [L8N2D056I] Saudi Arabia, the world’s top exporter, announced last week it would cut an additional 1 million barrels per day in June.  The rally in the June WTI CLM0 contract, which will expire on Tuesday, suggested last month’s historic plunge to negative-$40 a barrel would not be repeated.  July WTI CLN0 was the more actively traded U.S. futures contract with volumes in the second-month contract outpacing the front-month for several days now. The July contract closed up 7.2% to $31.65.  In the United States, the phased reopening of business and social life gained traction with more Americans emerging from coronavirus lockdowns and stock markets rising on early test results of a potential vaccine.  Early data from Moderna Inc’s (MRNA.O) COVID-19 vaccine, the first to be tested in the United States, showed that it produced protective antibodies in a small group of healthy volunteers, the company said on Monday.  Summer weather is enticing the rest of the world to emerge from coronavirus lockdowns too.  Shops and restaurants were reopening in Italy on Monday, while other centers of the outbreak such Spain and Portugal will gradually lift restrictions.  Additional reporting by Bozorgmehr Sharafedin in London and Florence Tan in Singapore; Editing by Marguerita Choy and Chizu Nomiyama","43":"SYDNEY (Reuters) - Australia will consider approaching The World Trade Organization (WTO) after China announced anti-dumping and anti-subsidy duties totalling 80.5% on Australian barley imports from May 19, Agriculture Minister David Littleproud said.  “We’ll reserve our right and consider going to the WTO to get the umpire to make a decision,” the minister told Sky News on Tuesday.  China’s Ministry of Commerce on Monday said it had confirmed dumping by Australia and significant damage on its domestic industry as a result, following an inquiry which began in 2018.  Reporting by Renju Jose; Editing by Sandra Maler","44":"WASHINGTON (Reuters) - Israel appears to be behind a cyberattack earlier this month on computers at Iran’s Shahid Rajaee port that caused massive backups on waterways and roads leading to the facility, the Washington Post reported on Monday.  Citing unnamed U.S. and foreign government officials, the Post said the May 9 disruption of Iranian computers was presumably in retaliation for an earlier attempted cyberattack on rural water distribution systems in Israel.  The Israeli Embassy in Washington did not immediately respond to a request for comment from Reuters on the Post report.   The managing director of Iran’s Ports and Maritime Organization, Mohammad Rastad, told Iran’s ILNA news agency last week that the cyberattack did not penetrate the organization’s computers and was only able to infiltrate and damage a number of private operating systems.  A foreign government security official said, however, the attack was “highly accurate” and the damage to the Iranian port was more serious than described in official Iranian accounts, according to the Post.  The Post reported on May 8 that Iran was linked to the attempted cyberattack on the Israeli water network in April. The intrusion was detected and thwarted before significant damage was done, the Post said, citing officials familiar with the incident.  Reporting by Eric Beech; Editing by Stephen Coates","45":"MEXICO CITY (Reuters) - Deaths from the coronavirus in Latin America have surpassed 30,000, a Reuters tally showed on Monday. The figure represents 9.61% of all deaths worldwide, according to data compiled by Reuters.","46":"WASHINGTON (Reuters) - President Donald Trump may have fired State Department Inspector General Steve Linick because he was investigating U.S. military sales to Saudi Arabia, Democratic lawmakers said on Monday, although Secretary of State Mike Pompeo said he sought Linick’s removal because his work was undermining the department.  Trump announced the planned removal of Linick in a letter to House Speaker Nancy Pelosi late on Friday. He was the fourth government inspector general that the Republican president has ousted in recent weeks.  Pompeo told the Washington Post he had asked Trump to fire Linick, while declining to describe specific concerns. Pompeo said no reason had to be given, contradicting Congress’ interpretation of the inspector general law.  “I went to the president and made clear to him that Inspector General Linick wasn’t performing a function in a way that we had tried to get him to, that was additive for the State Department,” Pompeo said.  Another State official told the Post concern over Linick had grown because of leaks about investigations, although there was no evidence Linick was responsible.  Representative Eliot Engel, chairman of the House of Representatives Foreign Affairs Committee, and Senator Bob Menendez, ranking member on Senate Foreign Relations, said Linick had been investigating Trump’s declaration of a national emergency last year to clear the way for $8 billion in military sales, mostly to Saudi Arabia.  Engel and Menendez announced on Saturday they were launching an investigation of Linick’s firing.  “I have learned that there may be another reason for Mr. Linick’s firing. His office was investigating - at my request - Trump’s phony declaration of an emergency so he could send weapons to Saudi Arabia,” Engel said in a statement.  Engel called on the administration to comply with the probe and turn over records by Friday.  Engel’s statement was first reported by the Washington Post.  Congressional aides had said Linick was investigating whether Pompeo misused a taxpayer-funded political appointee to perform personal tasks for himself and his wife.  Trump said Linick had been appointed by former Democratic President Barack Obama, and that he knew nothing about him, but had the right to terminate him. “I just go rid of him,” he said.  Trump infuriated many members of Congress last May, including some Republicans, by declaring a national emergency related to tensions with Iran to sidestep congressional review and push ahead with $8 billion in military sales, mostly to Saudi Arabia.  The House and Senate passed resolutions to block the sales. But Trump, a staunch promoter of both arms sales and ties to Saudi Arabia, vetoed them. The Republican-led Senate upheld his veto.  Menendez said he believed Linick was close to coming to a conclusion in his investigation of the arms sales. He also introduced legislation to protect inspectors general.  Some Republicans also expressed concern.   Senator Chuck Grassley wrote to Trump and asked for a detailed explanation of Linick’s removal by June 1.  “Congress’s intent is clear that an expression of lost confidence, without further explanation, is not sufficient to fulfill the requirements of the IG Reform Act,” Grassley said.  Representative Michael McCaul, top Republican on the House Foreign Affairs committee, was looking into the matter, a spokeswoman said.  Trump replaced Linick with Stephen Akard, an official in charge of the Office of Foreign Missions considered a close ally of Vice President Mike Pence.  Explaining Linick’s firing to Pelosi, Trump said only that he no longer had “fullest confidence” in Linick.  Pelosi wrote to Trump and asked him to provide “detailed and substantial justification” for Linick’s removal within 30 days.  Additional reporting by Jonathan Landay and Humeyra Pamuk; Editing by Mary Milliken and Tom Brown","47":"RIO DE JANEIRO (Reuters) - Brazil recorded 674 new coronavirus deaths on Monday, the Health Ministry said, and announced a total of 254,220 confirmed cases, overtaking Britain to become the country with the third-highest number of infections behind the United States and Russia.  There are now 16,792 people in Brazil who have died from the outbreak, the ministry said.  Its daily tally does not indicate that infections and deaths necessarily occurred in the past 24 hours, but rather that the records were entered into the system during that time period.   Brazilian President Jair Bolsonaro has lost popularity over his handling of the pandemic, but he retains a resilient core of support. Last week, Health Minister Nelson Teich resigned, becoming the second top health official to leave the post since the pandemic began.   General Eduardo Pazuello is the interim health chief and Bolsonaro is in no hurry to choose his replacement, sources say.  According to data from the Health Ministry, São Paulo remains the worst hit by the outbreak, with 63,066 cases and 4,823 deaths. Rio de Janeiro is in second place, with 26,665 infections and 2,852 deaths.   Reporting by Pedro Fonseca; Editing by Chris Reese and Peter Cooney","48":"YANGON\/DHAKA\/BANGKOK (Reuters) - Zarchi Lwin pawned her only two gold bangles for $140 when the owner of the Myanmar factory where she sewed winter coats for British retailer Next Plc shut it down after orders dried up due to the coronavirus.  She is one of hundreds of thousands of garment workers across Asia who have been laid off, according to the Workers Rights Consortium, a labour rights campaign group, and are now struggling to survive with little welfare support, mired in debt and in many cases reliant on food handouts.  “If I have a job and an income, I can pay for medical treatment for my mother,” Zarchi Lwin, 29, told Reuters from the home she shares with her 56-year-old mother, who has lung disease, in a shanty town on the outskirts of Yangon. “Now no income, no job,” she said, fighting back tears. “We don’t know what to do.”  Next temporarily closed all its stores in Britain in March due to the coronavirus. The company said in a statement it had only cancelled some orders and “endeavoured to be fair” to its suppliers. KGG, the factory where Zarchi Lwin worked, did not respond to requests for comment.  Since the 1960s, Asia has grown into the world’s garment factory, sending about $670 billion worth of clothes, shoes and bags a year to Europe, the United States and richer Asian countries, according to the International Labour Organization, a United Nations agency.  After non-essential stores were closed in many countries and people were told to stay at home to prevent further spread of the disease, international retailers from ASOS Plc to New Look said they cancelled orders with garment makers. Factory owners in Myanmar, Bangladesh and Cambodia immediately shut down thousands of factories and sent home workers with little or no pay.  Retailers generally place orders at least three months ahead of delivery and pay for the finished product when it is delivered. Initially most retailers cancelled all outstanding orders, but many adjusted their position in March and April after a public outcry, agreeing to pay for goods that had already been manufactured or were mid-production.   To finish pending orders, about half of Bangladesh’s 4,000 garment factories have reopened, according to garment manufacturer associations. About 150 of Myanmar’s 600 or so factories have shut down, while 200 out of 600 or so are closed in Cambodia.  Many factories that have reopened are struggling to enforce social distancing and good hygiene practices in often cramped conditions, two union officials told Reuters. “Most of the factories are not complying with the safety guidelines,” said Babul Akter, president of the Bangladesh Garment and Industrial Workers Federation, adding that dozens of garment workers had been infected with the virus. “Just placing hand-washing systems and checking temperatures at the entrances will not help. Inside the factories, when the workers work so closely, how will they maintain safe distancing?”   Some orders have been trickling back. Swedish fashion retailer H&M said it only paused orders for two weeks at the height of the virus outbreak. U.S.-based Walmart Inc, the world’s largest retailer, said it placed new orders with Asian manufacturers last month.   For a list of retailers and the status of their orders with Asian garment makers, see FACTBOX  Despite the new orders, several garment manufacturers said the low volume of work on the books means many factories in Myanmar, Bangladesh, and Cambodia will not be viable, which means many of the young women who make up the majority of the workforce will no longer have jobs. That leaves them torn between returning to families in the countryside, where there are few employment opportunities, or enduring life in the city in the hope that factories will reopen at full capacity.   The European Union has created a wage fund for workers in Myanmar worth 5 million euros ($5.3 million) to pay a portion of the salaries of the most vulnerable for three months. Myanmar has promised to cover 40% of the salaries of laid off workers. More than 58,000 have been laid off, according to the country’s garment manufacturer association.  In Bangladesh, one million workers were furloughed or laid off by late March, according to the Penn State Center for Global Workers’ Rights, although some have since returned to work. About 75,000 have not been paid for March, according to the Bangladesh Garment Manufacturers and Exporters Association (BGMEA), which estimates tens of thousands more will not be paid wages owed to them.   The government has announced a $588 million aid package for its export sector to help pay employees. Garment manufacturers, which estimate they have lost almost $3 billion in exports since the start of April, said the funds are not enough. Foreign-owned firms and joint ventures are not eligible for payments.  In Cambodia, where about 60,000 garment workers have been “suspended,” according to the country’s manufacturer association, workers have been promised $70 per month - $40 from the government and $30 from the employer - but that amounts to just over a third of the current minimum wage.  In that country’s capital, Phnom Penh, 39-year-old Rom Phary said she and her husband had racked up $550 of debt and interest since she lost her factory job in early March, several times her monthly salary. She said she and her family are living off rice donated by an NGO, the Center for Alliance of Labor and Human Rights, which is working in Cambodia. Phary said she persuaded her landlord to let her stay rent-free rather than forcing the family to return to relatives in the provinces.  “If we go back, it would be shameful. We don’t know what we would do,” she said.      In Myanmar the garment industry was the fastest-growing sector of the economy, accounting for about 10% of the country’s exports and offering an escape route from extreme poverty for hundreds of thousands of people, many of them migrants from rural areas.  In Dagon Seikkan, an industrial zone on the outskirts of Yangon that is home for many migrant workers, local officials have been giving out rations of free rice to those who have been without jobs for some time. But Zarchi Lwin said she did not qualify as she was employed up until recently.  She and her parents left their small village in the central Magwe region six years ago after selling their house to pay for treatment for her brother, who eventually died from kidney disease. At first, they worked as cleaners and lived in a dormitory. Then Zarchi Lwin trained herself to sew clothes and secured a sought-after job at one of the nearby factories, earning $146 per month: enough for food, rent of a small wooden shack, and medical treatment. She saved up for a year to buy the bangles she pawned, she said.  Sobbing, she recounted how her mother told her she wants to die in order to lessen the financial burden on the family. “Sometimes I want to kill myself because of this situation,”  she said. Her father, a guard at a furniture factory, has also lost his income.   Before the new coronavirus, garment workers in Yangon and the neighbouring province of Bago were sending more than 40 million euros ($43 million) in remittances to their hometowns and villages across the country each month, said Jacob Clere of SMART Textile and Garments, a European Union-funded project.  “Education for children who would otherwise not have it. Medicine for grandmothers who would otherwise go without. Healthy food. Better shelter,” said Clere, describing how that money helped rural communities. Many are now at risk of being forced into early marriage or taking on debt from loan sharks at very high rates, said Mike Slingsby, a regional urban poverty specialist.   HIGH-INTEREST DEBTS  In Bangladesh, the world’s second-largest garment maker behind China, 4.1 million workers or 2.5% of the population worked in garment factories, many of which are now closed. About 70% of Dhaka’s garment industry workers left the city to return to their villages, said Tuomo Poutiainen of the International Labour Organization, although he said some have since returned after some factories reopened to finish work on existing contracts.  Orders for June are down 45% from a year ago, according to Rubana Huq, president of the BGMEA.  Banesa Begum, a 21-year-old worker laid off from a Dhaka factory making clothes for Zara, among other brands, said she had nothing to send to her parents, subsistence farmers in the northern district of Rangpur. “I know they are starving,” she said.  Inditex, the owner of Zara, told Reuters it will pay for orders from garment makers, whether finished or in production, according to the original payment schedule.  Begum’s salary also paid for her two young brothers to go to school. “I don’t know how I’ll manage money to continue their study,” she said. “All my dreams are shattered.”  Reporting by Thu Thu Aung in Yangon, Ruma Paul in Dhaka, Poppy McPherson in Bangkok, Prak Chan Thul in Phnom Penh, Sonya Dowsett in Madrid and James Davey in London; Writing by Poppy McPherson; Editing by Bill Rigby","49":"PARIS (Reuters) - Youths clashed with police into the early hours of Monday in a Paris suburb after the death of a young man in a motorcycle accident, which some in the community blamed on the police, Le Parisien newspaper and residents reported.  The trouble in Argenteuil, a suburb on the northern outskirts of Paris, marks the latest outbreak of disorder as France’s strict lockdown rules to tackle the novel coronavirus have increased social tensions.  Videos posted on social media showed teams of CRS riot police moving into housing estates. Some youths let off fireworks, while bins had been set on fire and police tear gas swirled in the air.  Associates of the deceased accident victim, identified as Sabri Choubi, 18, said his death was caused by a collision with a police car.   Officials at the Paris police department did not immediately respond to a request for a comment.  Clashes broke out in various council housing estates around Paris last month.  France’s banlieues - high-rise, low-income neighbourhoods that encircle many of its cities - are frequently flashpoints of anger over social and economic inequality and allegations of heavy-handed policing.  Reporting by Sudip Kar-Gupta","50":"(Reuters) - As stores closed across Europe and the United States in March and April in response to the new coronavirus, many fashion brands and retailers cancelled orders for clothes, bags, and shoes worth billions of dollars from Asian garment factories, forcing them to close and lay off hundreds of thousands of workers.  After a public outcry, some Western companies agreed to pay for orders that have already been shipped or are in production. Others asked for discounts or have delayed payment, leaving suppliers struggling to stay afloat.  A few retailers are making new orders, but the long-term survival of Asia’s garment factories and the welfare of its laid-off workers are uncertain.  Following is a list of companies, the status of their orders with Asian garment makers and the companies’ comments on the situation.   - C&A (owned by COFRA Group)  Order status: Sent a letter to suppliers in March cancelling all orders through to June. Later backtracked, promising to pay for 93% of orders that are finished or in production and negotiate settlements for the remaining 7%. Has started to discuss new orders.   Comment: “We have been reaching out to our suppliers to identify ways to mitigate the devastating economic impact of this crisis on our business and our suppliers.”  - Next Plc (NXT.L)   Order status: Cancelled some orders but will pay for orders that were due to leave supplier factories up to and including April 10. Selecting ranges and continues to order stock for later in the year.  Comment: “Our product teams have cancelled stock that we no longer need and identified stock that we can carry over to future seasons. We have made good progress and saved around 290 million pounds ($354 million) on stock purchases. We have endeavoured to be fair to our suppliers.”  - Walmart Inc (WMT.N)   Order status: Will pay for orders, with a few exceptions. Has placed new orders in South and Southeast Asia.   Comment: “Based on our discussions, we estimate that such exceptions will amount to less than 2% of our estimated annual private brand apparel orders in Bangladesh.”  - Gap Inc (GPS.N)   Order status: Reuters could not determine status of orders.  Comment: “We are focused on reducing expenses while doing what is in the best interest of our employees, customers and partners, as well as the long-term health of our company. This work requires diligently managing our inventory, including identifying those products we can sell in the short-term, those we can store now to sell later, and those orders we need to cancel.”     - Bestseller A\/S   Order status: Committed to paying for orders already made and in production, but has negotiated changes in terms with suppliers. Says it is placing reduced volume of orders for Autumn.  Comment: “Any changes in terms and volumes have been agreed with all our suppliers through these individual negotiations and all due invoices to suppliers have been paid enabling suppliers to cover their expense.”  - H&M  Order status: Will pay for orders and is placing new ones, though the crisis is impacting plans.  Comment: “We highly value the relationship with our suppliers – they are our partners – and now, in this difficult situation, it’s more important than ever to stand by commitments, being transparent and having responsible purchasing practices.”  - Inditex (owns Zara and other brands)  Order status: Will pay for orders, whether finished or in production.  Comment: “We are ensuring that all orders that are in production are completely paid according to the original payment schedule, making full payment even in the event that current circumstances mean that it’s not yet possible for the products to be shipped.”  - Marks and Spencer Group Plc (MKS.L)   Order status: Paying for orders shipped before March 24, paying for all made garments for almost every order not shipped before March 24.  Comment: “We have paid for all shipped products and for the vast majority of orders we will pre-pay for all garments and committed fabric - which is the most expensive cost for a supplier - and across all our partners we will aim to ensure that no fabric goes to waste and is used at a later date.”  - Tesco Plc (TSCO.L)   Order status: Committed to paying for orders, shipped or unshipped.  Comment: “We know how difficult this time is for our suppliers, so we are not changing our payment terms or asking for discounts, and will use most of the fabric suppliers have already bought on future orders.”  - J Sainsbury Plc (SBRY.L)   Order status: Has paid for everything manufactured for it.    Comment: “We have honoured every contract with our clothing suppliers.”  - ASOS Plc (ASOS.L)    Order status: Delayed and canceled orders worth between 5 million pounds and 6 million pounds ($6 mln to $7.3 mln). Will pay for orders that were shipped by March 13. Negotiating settlements with suppliers individually.  Comment: “We have had to work with our suppliers to react to this change in demand, reviewing our stock intake, reducing our reliance on categories that have been affected such as dresses and tailoring, and shifting into higher-demand product, like loungewear and activewear. As a result, we have had to delay some orders and cancel others.”  - Mothercare Plc (MTC.L)   Order status: Reuters could not determine status of orders.   Comment: “We have been working very closely with our manufacturing and franchise partners since the beginning of the crisis to mitigate the impact on their businesses during these unprecedented times and will continue to do so.”  - Primark (part of Associated British Foods Plc (ABF.L))  Order status: Said it will pay for 370 million pounds in orders either finished or in production for handover by April 17. Primark did not say what percentage of its total commitments that represents.  Comment: “Following extensive one-to-one conversations with its own suppliers... Primark has committed to paying for some 370 million pounds ($450 mln) of additional orders for product over and above the 1.5 billion pounds of stock in stores, depots and in transit.”  - Mango  Order status: Will pay for orders already shipped but delaying payment for those in production. Has made new orders from factories in China and Bangladesh.  Comment: “We have committed to pay for products already shipped and for those that are still in production we have negotiated with the suppliers to extend the payment time by one month.”  - Debenhams  Order status: Reuters could not determine status of orders.   Comment: Did not respond to requests for comment.  - Fast Retailing Co Ltd (owns Uniqlo)  Order status: Has committed to paying for orders and is placing new orders.  Comment: “We believe that brands in our industry have an important role to play in mitigating the humanitarian and economic threats posed by the COVID-19 pandemic.”  - Arcadia Group (owns Topshop and other brands)  Order status: Reuters could not determine status of orders.   Comment: Declined to comment.   - Sports Direct (owned by Frasers Group Plc (FRAS.L))  Order status: Reuters could not determine status of orders.   Comment: Did not respond to requests for comment.  - New Look  Order status: Cancelled 20% of spring\/summer orders from Bangladesh.  Comment: “We regrettably had to inform suppliers at the beginning of April that we could not place new orders until further notice and would be temporarily postponing outstanding supplier payments until the situation improves.” It said it has since started making some supplier payments.  - Edinburgh Woollen Mill   Order status: Reuters could not determine status of orders.   Comment: Did not respond to requests for comment.  - Urban Outfitters Inc (URBN.O) (owns Anthropologie, Free People, Terrain and other brands)  Order status: Reuters could not determine status of orders.  Comment: Did not respond to requests for comment.  - JC Penney Co (JCP.N)   Order status: Delaying payment for orders.  Comment: “As many retailers have done, JC Penney extended payment terms to 60 days as a result of the Coronavirus (COVID-19) pandemic.”  - Kohl’s Corp (KSS.N)   Order status: Reuters could not determine status of orders.   Comment: Did not respond to requests for comment.      ($1 = 0.8199 pounds)  Reporting by Sonya Dowsett in Madrid, James Davey in London, Ritsuko Ando in Tokyo, Poppy McPherson in Bangkok and Ruma Paul in Dhaka; Compiled by Poppy McPherson; Editing by Bill Rigby","51":"WASHINGTON (Reuters) - The U.S. Securities and Exchange Commission (SEC) on Monday said it settled charges against three former KPMG LLP audit partners stemming from a cheating scandal at the firm.  The SEC said the three former KPMG employees violated auditor integrity rules, part of charges against KPMG for which the auditing firm paid a $50 million fine last year. Former KPMG auditors Timothy Daly, Michael Bellach, and John Donovan each engaged in misconduct in relation to exams that the firm used to test that auditors, the agency said in a statement.  In 2018, Bellach texted Daly images of questions and answers to a required training exam, the SEC said. According to the agency, Donovan also received answers to training exams from subordinates on several occasions and shared answers with others at times that year.  Lawyers for each of the individuals charged did not respond immediately to requests for comment.  “These actions reflect our commitment to hold these gatekeepers responsible for breaches of their professional obligations,” said Steven Peikin, co-director of the SEC’s enforcement division.   In 2019, KPMG agreed to the penalty to settle allegations of employees’ cheating as well as charges that former staffers used stolen information to alter some of the accounting firm’s previous audit work.  A KPMG spokesperson said in a statement on Monday: “We are a stronger firm as a result of the actions we are taking to strengthen our culture, governance and compliance program.”  The former KPMG auditors did not admit or deny the findings, the SEC said. Daly, Bellach, and Donovan agreed to be suspended from appearing or practicing before the SEC as accountants, with the right to apply for reinstatement after three years, two years, and one year, respectively.  Reporting by Chris Prentice; Editing by Tom Brown","52":"WASHINGTON (Reuters) - Asian shares were set to rise on Tuesday after data from an early-stage trial for a coronavirus vaccine lifted hopes for a near-term economic recovery, sending global equity markets and oil prices surging.  Hong Kong futures were up 1.8% and Australian shares were also set to open higher. Nikkei futures were trading above the Nikkei 225 index’s previous close, pointing to an opening gain of about 2%.  Data from Moderna Inc’s COVID-19 vaccine, the first to be tested in the United States, showed that it produced protective antibodies in a small group of healthy volunteers, the company said on Monday. Shares of the pharmaceutical company surged.  There are currently no approved treatments or vaccines for COVID-19, and experts predict a safe and effective vaccine could take 12 to 18 months to develop.  On Wall Street, the benchmark S&P 500 posted its biggest one-day percentage gain in almost six weeks, gaining 3.15%. The Dow Jones Industrial Average rose 3.85% and the Nasdaq Composite added 2.44%.  The vaccine optimism sent treasury yields surging and pulled gold off its highest peak since October 2012. Spot prices were up 0.07%.  The pan-European STOXX 600 index closed up 4.1%, its biggest one-day percentage gain since March 24. France and Germany on Monday called for the creation of a 500 billion euro ($543 billion) Recovery Fund able to offer grants to the countries and regions hardest hit by the coronavirus crisis.  Epicenters of the outbreak including New York, Italy and Spain are gradually lifting restrictions that have kept millions cooped up, while warmer weather has enticed people in many parts of the world to emerge from their lockdowns.  “Business survey data for the U.S. improved to merely terrible in May, up from truly awful in April. But collectively these data support our forecast that monthly activity measures from May onward should, in general, start to look better as restrictions are gradually eased,” JP Morgan Chase economists said in a note on Tuesday.   Meanwhile, 8.16% of U.S. mortgages are in forbearance, a weekly industry survey showed. That figure was up from 7.91% previously, the smallest increase since mid-March.  Oil prices jumped to their highest in over two months, as the easing of global lockdowns boosted hopes of economic activity and as producers appeared to be following through with planned production cuts.  Reporting by Chris Prentice in Washington; Additional reporting by Wayne Cole in Sydney; Editing by Sam Holmes","53":"Baghdad (Reuters) - A rocket landed on an empty house inside the heavily fortified green zone in Baghdad without causing any casualties, military statement said on Tuesday.  The rocket was launched from an eastern district of Baghdad, according to the statement.  Reporting by Ahmed Rasheed; Editing by Himani Sarkar","54":"MEXICO CITY (Reuters) - Mexico’s government will likely directly grant the contract for the fourth phase of its “Mayan Train” project to Mexican construction company ICA (ICA.MX) without a bidding process, the head of the tourism authority was quoted as saying on Monday.  The rail project is a top priority of President Andres Manuel Lopez Obrador, who hopes it will be a major generator of jobs in Mexico’s poorer south.  Rogelio Jimenez, head of the National Fund for Tourism Promotion (Fonatur), told Mexican newspaper El Financiero that ICA already holds the concession for a highway running along the planned train line from Izamal in Yucatan state to Cancun in Quintana Roo state.  “It’s the simplest way, since it has the concession... It has to be directly awarded, taking them out and putting in another company is more complicated,” he said.  A Fonatur spokesman said further details would be announced in the coming days.   Contracts for the first, second and third phases of the train were granted through public bidding contests that attracted dozens of companies. Winners included firms controlled by Mexican tycoon Carlos Slim.   The 1,470-km (913-mile) rail line is designed to connect tourist hot spots from Chiapas state to the Yucatan Peninsula along the Caribbean coast, including the popular Maya ruins of Palenque and Chichen Itza to the beach resort Cancun.  ICA had also been tapped to help build a $13 billion Mexico City airport, a flagship project of former President Enrique Pena Nieto that was scrapped by his successor Lopez Obrador, who claimed it was too costly and tainted by corruption.  Reporting by Raul Cortes Fernandez, Writing by Daina Beth Solomon; Editing by Cynthia Osterman"},"url":{"0":"https:\/\/www.reuters.com\/article\/us-usa-stocks\/sp-500-closes-at-10-week-high-on-vaccine-hopes-stimulus-pledge-idUSKBN22U1E4","1":"https:\/\/www.reuters.com\/article\/us-westpac-moves\/scandal-hit-westpac-picks-insider-to-head-financial-crime-and-compliance-idUSKBN22U32P","2":"https:\/\/www.reuters.com\/article\/us-poland-church-johnpaul\/as-catholics-mark-100-years-since-birth-of-john-paul-shadows-remain-idUSKBN22U32H","3":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-mexico\/mexico-gears-up-to-reopen-economy-despite-coronavirus-onslaught-idUSKBN22U31N","4":"https:\/\/www.reuters.com\/article\/us-usa-trump-inspectorgeneral\/trump-fired-watchdog-who-was-probing-saudi-arms-sales-lawmakers-idUSKBN22U269","5":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-qatar\/qatar-halts-all-commercial-activities-until-end-of-may-idUSKBN22U2YL","6":"https:\/\/www.reuters.com\/article\/us-brazil-economy-sachsida\/brazil-will-need-to-examine-social-programs-re-impose-spending-limits-in-2021-official-idUSKBN22U30I","7":"https:\/\/www.reuters.com\/article\/us-bytedance-disney-streaming\/disneys-streaming-chief-mayer-to-become-tiktok-ceo-idUSKBN22U2Y3","8":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-moderna\/coronavirus-vaccine-from-moderna-appears-safe-shows-promise-in-data-from-eight-people-idUSKBN22U1KQ","9":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-elsalvador\/el-salvador-supreme-court-orders-state-of-emergency-suspended-idUSKBN22U308","10":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-uber\/uber-to-focus-on-core-rides-delivery-business-as-it-cuts-23-of-workforce-idUSKBN22U290","11":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-spain\/spain-aims-to-reopen-borders-in-june-as-deaths-fall-again-idUSKBN22U1KU","12":"https:\/\/www.reuters.com\/article\/us-usa-court-sudan\/u-s-supreme-court-heaps-more-damages-on-sudan-in-embassy-bombing-cases-idUSKBN22U204","13":"https:\/\/www.reuters.com\/article\/us-nibc-holding-m-a-blackstone-group\/nibc-says-it-will-pay-2019-dividend-to-blackstone-to-ensure-acquisition-idUSKBN22U2Z5","14":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-who\/u-s-savages-who-as-it-promises-pandemic-review-but-china-pledges-2-billion-idUSKBN22U111","15":"https:\/\/www.reuters.com\/article\/us-usa-election-biden-keystone\/democrat-biden-says-he-would-kill-keystone-xl-pipeline-idUSKBN22U2YZ","16":"https:\/\/www.reuters.com\/article\/us-usa-intelligence-rubio\/senator-rubio-chosen-as-acting-intelligence-committee-chairman-idUSKBN22U2WV","17":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-usa-autos-supplier\/supplier-restarts-flow-of-critical-truck-parts-to-detroit-automakers-idUSKBN22U2S4","18":"https:\/\/www.reuters.com\/article\/us-baidu-results\/baidu-forecasts-current-quarter-revenue-above-estimates-shares-rise-idUSKBN22U2XJ","19":"https:\/\/www.reuters.com\/article\/us-usa-housing-fanniefreddie\/fannie-mae-freddie-mac-to-hire-financial-advisors-idUSKBN22U2YT","20":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-brazil-pet-deliver\/rio-pet-delivery-brings-companionship-to-brazilians-in-isolation-idUSKBN22U33B","21":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-chickens\/lucky-u-s-chickens-fly-the-coop-as-pandemic-hits-egg-demand-idUSKBN22U2FP","22":"https:\/\/www.reuters.com\/article\/us-usa-trump-inspectorgeneral-pompeo-fir\/trump-says-pompeo-requested-he-fire-state-department-inspector-general-idUSKBN22U2W5","23":"https:\/\/www.reuters.com\/article\/us-baidu-results\/baidu-sees-robust-quarter-as-chinas-economy-reopens-idUSKBN22U2XJ","24":"https:\/\/www.reuters.com\/article\/us-softbank-deutsche-telekom\/softbank-in-talks-to-sell-down-t-mobile-u-s-stake-to-deutsche-telekom-wsj-idUSKBN22U0DQ","25":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-chile\/chiles-poor-clash-with-police-amid-concerns-over-food-shortages-in-outskirts-of-santiago-idUSKBN22U2YB","26":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-emirates\/uae-to-expand-nightly-coronavirus-curfew-allow-more-residents-to-return-idUSKBN22U2OB","27":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-aircraft-air\/as-flying-returns-jetmakers-seek-to-quell-fears-over-cabin-air-idUSKBN22U2VJ","28":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-delta-air\/delta-to-resume-flying-several-major-routes-in-june-idUSKBN22U209","29":"https:\/\/www.reuters.com\/article\/us-france-germany\/france-germany-propose-500-billion-euro-eu-recovery-fund-idUSKBN22U275","30":"https:\/\/www.reuters.com\/article\/us-france-germany-fund-ecb\/ecbs-lagarde-cheers-franco-german-eu-recovery-fund-plan-idUSKBN22U2TD","31":"https:\/\/www.reuters.com\/article\/us-usa-election-wisconsin\/wisconsin-lawsuit-seeks-absentee-ballot-forms-other-poll-changes-amid-coronavirus-concerns-idUSKBN22U2WL","32":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-square\/square-joins-twitter-in-letting-employees-work-from-home-permanently-idUSKBN22U2X3","33":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-usa-california\/fan-free-sports-and-curbside-retail-as-california-loosens-coronavirus-rules-idUSKBN22U2KD","34":"https:\/\/www.reuters.com\/article\/us-global-markets\/global-shares-oil-rally-on-vaccine-hopes-lockdown-easing-idUSKBN22U01H","35":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-usa-ppp\/trump-says-should-be-possible-to-allow-ppp-borrowers-more-time-to-use-loans-idUSKBN22U2ST","36":"https:\/\/www.reuters.com\/article\/us-usa-trump-russia\/obama-biden-not-targeted-in-u-s-review-of-russia-probe-barr-says-idUSKBN22U2C8","37":"https:\/\/www.reuters.com\/article\/us-usa-trump-russia-obama\/trump-says-he-is-surprised-attorney-general-barr-not-looking-at-obama-in-probe-idUSKBN22U2V5","38":"https:\/\/www.reuters.com\/article\/us-usa-election-biden-warren\/as-biden-crafts-u-s-coronavirus-response-proposals-warren-has-his-ear-idUSKBN22U2PS","39":"https:\/\/www.reuters.com\/article\/us-usa-fed-powell\/feds-powell-cares-act-critical-to-support-for-economy-idUSKBN22U2VF","40":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-fca-loan\/fca-has-to-strengthen-investments-in-italy-to-seek-state-backed-loan-economy-minister-idUSKBN22U2V7","41":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-emirates-visa\/uae-to-welcome-holders-of-valid-residency-visas-from-june-1-wam-idUSKBN22U2V1","42":"https:\/\/www.reuters.com\/article\/us-global-oil\/oil-jumps-to-two-month-high-on-easing-lockdowns-positive-vaccine-results-idUSKBN22U033","43":"https:\/\/www.reuters.com\/article\/us-china-australia-barley\/australia-to-consider-going-to-wto-on-china-barley-tariffs-idUSKBN22U33V","44":"https:\/\/www.reuters.com\/article\/us-mideast-iran-israel-cyber\/israel-linked-to-cyberattack-on-iranian-port-washington-post-idUSKBN22U363","45":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-latinamerica-tally\/coronavirus-deaths-in-latin-america-exceed-30000-reuters-tally-idUSKBN22U34Z","46":"https:\/\/www.reuters.com\/article\/us-usa-trump-inspectorgeneral\/trump-fired-watchdog-who-was-probing-saudi-arms-sales-democrats-say-idUSKBN22U269","47":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-brazil\/brazil-sees-674-new-coronavirus-deaths-worlds-third-highest-number-of-infections-idUSKBN22U35B","48":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-garment\/all-my-dreams-are-shattered-coronavirus-crushes-asias-garment-industry-idUSKBN22U34V","49":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-france-security\/youths-clash-with-police-in-paris-suburb-of-argenteuil-idUSKBN22U0JG","50":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-garment-factbox\/factbox-fashion-brands-cut-orders-with-asian-garment-makers-idUSKBN22U359","51":"https:\/\/www.reuters.com\/article\/us-usa-sec-kpmg\/sec-settles-charges-against-three-former-kpmg-auditors-idUSKBN22U349","52":"https:\/\/www.reuters.com\/article\/us-global-markets\/asia-shares-set-to-follow-wall-street-rally-on-vaccine-hopes-idUSKBN22U36L","53":"https:\/\/www.reuters.com\/article\/us-iraq-security\/rocket-falls-inside-green-zone-in-baghdad-no-casualties-idUSKBN22U375","54":"https:\/\/www.reuters.com\/article\/us-mexico-train-contract\/mexican-government-eyes-builder-ica-for-mayan-train-contract-idUSKBN22U369"}}