{"date":{"0":1589846400000,"1":1589846400000,"2":1589846400000,"3":1589846400000,"4":1589846400000,"5":1589846400000,"6":1589846400000,"7":1589846400000,"8":1589846400000,"9":1589846400000,"10":1589846400000,"11":1589846400000,"12":1589846400000,"13":1589846400000,"14":1589846400000,"15":1589760000000,"16":1589846400000,"17":1589846400000,"18":1589846400000,"19":1589846400000,"20":1532390400000,"21":1589846400000,"22":1589846400000,"23":1589846400000,"24":1589846400000,"25":1589846400000,"26":1589846400000,"27":1589846400000,"28":1589846400000,"29":1589846400000,"30":1589846400000,"31":1589846400000},"time":{"0":"6:18 PM","1":"6:16 PM","2":"4:21 PM","3":"8:33 AM","4":"6:14 PM","5":"6:11 PM","6":"6:06 PM","7":"6:06 PM","8":"6:01 PM","9":"1:37 PM","10":"5:24 PM","11":"5:56 PM","12":"4:32 PM","13":"5:46 PM","14":"4:07 PM","15":"9:04 AM","16":"3:19 PM","17":"5:05 AM","18":"5:02 PM","19":"3:35 PM","20":"8:08 PM","21":"6:26 PM","22":"6:48 PM","23":"6:51 PM","24":"5:05 AM","25":"9:51 AM","26":"6:46 PM","27":"6:50 AM","28":"6:03 PM","29":"6:34 PM","30":"6:33 PM","31":"6:42 AM"},"source":{"0":"www.reuters.com","1":"www.reuters.com","2":"www.reuters.com","3":"www.reuters.com","4":"www.reuters.com","5":"www.reuters.com","6":"www.reuters.com","7":"www.reuters.com","8":"www.reuters.com","9":"www.reuters.com","10":"www.reuters.com","11":"www.reuters.com","12":"www.reuters.com","13":"www.reuters.com","14":"www.reuters.com","15":"www.reuters.com","16":"www.reuters.com","17":"www.reuters.com","18":"www.reuters.com","19":"www.reuters.com","20":"www.reuters.com","21":"www.reuters.com","22":"www.reuters.com","23":"www.reuters.com","24":"www.reuters.com","25":"www.reuters.com","26":"www.reuters.com","27":"www.reuters.com","28":"www.reuters.com","29":"www.reuters.com","30":"www.reuters.com","31":"www.reuters.com"},"Title":{"0":"Dutch schools, cafes and museums to reopen in June","1":"Egypt says proposed standby funding from IMF aimed at helping businesses","2":"Santander agrees to $550 million U.S. settlement over subprime auto loans","3":"Pier 1 seeks to wind down operations as pandemic foils search for buyer","4":"Abu Dhabi's Etihad makes first known flight to Israel, carrying Palestinian aid","5":"Investors seen queuing up for new U.S. 20-year bonds, backstopped by Fed","6":"Fed's Rosengren says U.S. unemployment rate could remain at double-digit levels by end of year","7":"USDA sets coronavirus aid payments for corn, soy and wheat","8":"Goldman Sachs cuts Brazil 2020 GDP forecast to -7.4%, Mexico to -8.5%","9":"WHO chief says he will keep leading virus response after Trump threat","10":"Ontario schools to remain shut through current school year: premier","11":"U.S. charges Texas man with $5 million-plus coronavirus loan fraud","12":"FAA to mandate new safety-management tools for airplane manufacturers","13":"Facebook to launch new shopping feature across apps","14":"Italy's daily coronavirus death toll and new cases climb","15":"'A beautiful day' in Italy, as shops and bars finally reopen","16":"Canada, U.S. to extend travel ban; Trump muses about cattle block","17":"Fed, Treasury chiefs face heat over uneven U.S. coronavirus response","18":"Top House Republican backs easing rules for coronavirus loan program","19":"Pakistani police hunt for killer of two teenage girls seen in kissing video","20":"Reuters Leadership","21":"Mexican court provisionally suspends renewable energy plant freeze order","22":"Elderly home turns to wearables for contact tracing, sidestepping Apple-Google limits","23":"Brazil's stock exchange to skip Sao Paulo early holidays","24":"Mnuchin defends U.S. fiscal response to pandemic, seeks payroll loan extension","25":"Lesotho PM, named as suspect in murder case, bows to pressure to quit","26":"Top Senate Republican says still mulling if more coronavirus relief needed","27":"Hundreds of thousands evacuated as India, Bangladesh brace for super cyclone","28":"Egypt registers 720 new coronavirus cases in one day","29":"South Africa to start phased school re-opening on June 1","30":"France revises COVID-19 toll slightly downwards to 28,022","31":"Compass raises 2 billion pounds as pace of recovery in question"},"Text":{"0":"AMSTERDAM (Reuters) - The Netherlands will press ahead with a further easing of lockdown measures in June due to a steadily declining number of coronavirus infections and hospital admissions, Prime Minister Mark Rutte said on Tuesday.  High schools will reopen on June 2 and elementary schools will return to full schedules on June 8, Rutte said, detailing a decision by the Dutch government.  The easing will take place nearly two and a half months after lockdown measures were imposed across the country of 17 million in mid-March.  “We earned the space we are getting for sticking to the guidelines,” Rutte said in a live television broadcast. “We have to stick to the rules because we know the virus can flare up again.”  The number of infections from the novel coronavirus rose by 108 to 44,249 on Tuesday, with 21 new deaths over the last 24 hours. The death toll stood at 5,715, national health authorities said.   Cafes and restaurants will be permitted to open on June 1, with a maximum of 30 guests, Rutte said. People must keep 1.5 metres apart from others, unless they live together. Museums will also reopen, but tickets will only be sold online in advance to avoid crowds.  Homes for the elderly, where infection rates have been relatively high, will again allow visitors, with more widespread testing available to reduce risks.  Public transport will also resume regular schedules, with non-medical face masks compulsory for anyone over 13 years of age. Only essential travel will be allowed and less than half of seats will be available.  Gyms and dance venues will remain closed and large sporting events banned, probably until Sept. 1.  Reporting by Anthony Deutsch; editing by Barbara Lewis","1":"CAIRO (Reuters) - Egypt’s talks with the IMF about a standby loan to help it through the coronavirus pandemic will focus on structural reforms to remove constraints on private businesses, Egypt’s planning minister said on Tuesday.  The one-year IMF programme would help with any payment gaps businesses face as a result of the COVID-19 pandemic.   Repayment would be spread out over the medium term.  Hala Saeed told the American Chamber of Commerce in Egypt on a video conference that it would include financing from bilateral and multilateral sources.  In 2016, Egypt agreed a $12 billion, three-year Extended Fund Facility programme with the International Monetary Fund designed to reduce its fiscal and balance of payment deficits.    “The 2016 programme was more on the fiscal and monetary side,” Saeed said. “After the success of the first phase of reform, we are continuing the structural reform programme.”    She said Egypt had already been working on structural reforms before the pandemic and had identified six priorities, including digital transformation, industry, agriculture and logistics.  Central bank deputy governor Rami Aboul Naga said last week  Egypt was in talks with the IMF for more financial support. When asked about a Bloomberg News report that Egypt would seek a further $5 billion from the IMF and $4 billion from other sources for a total of $9 billion, Naga told Al Arabiya news channel that the number was close to that figure.  The IMF last week had already approved one financing package for Egypt - a $2.77 billion Rapid Financing Instrument - to help Cairo close a gap in its balance of payments caused by the coronavirus outbreak.  Saeed said the economy grew by nearly 5% in the Jan-March quarter, down from 5.8% expected before the pandemic.  “It is 0.8 less than what we were aiming for, however, we are still positive with a high growth rate.”   The government had been counting on the higher growth to help Egypt absorb the 750,000 to 850,000 workers who enter the labour market each year as well as part of the backlog in unemployment, she added.  Reporting by Patrick Werr; Editing by Jane Merriman and Peter Graff","2":"WASHINGTON (Reuters) - Santander Consumer USA Holdings Inc said on Tuesday it had agreed to make changes to its underwriting practices as part of a $550 million settlement with 33 states and the District of Columbia over subprime auto loans.  The states said Santander violated consumer protection laws by placing borrowers with subprime credit into auto loans it knew carried a high probability of default. Santander has agreed to pay $65 million for restitution for some customers and to waive deficiency balances on loans worth $478 million. It will also pay $7 million to the states to manage restitution claims.  Santander, the nation’s largest subprime auto financing company and an arm of Spanish bank Banco Santander SA that went public in 2014, said it was pleased to resolve the investigation and “no additional charges will be taken in connection with the settlement.”  “Santander profited by approving high-cost loans to disadvantaged auto buyers who were doomed from the start,” said California Attorney General Xavier Becerra in a statement.  California said Santander approved loans it expected would default at rates of greater than 70% and alleged “Santander’s aggressive pursuit of market share led it to underestimate the risk associated with loans by turning a blind eye to dealer abuse.”  For some consumers who defaulted but have not had their cars repossessed, Santander is required to allow them to keep them and waive loan balances up to a total of $45 million and to waive deficiency balances on other loans totaling $433 million.    Santander agreed not to purchase loans where consumers would likely have no money left over monthly and not to require auto dealers to sell add-on “back-end” products to consumers.  In 2017, Santander agreed to pay $25.9 million to resolve investigations by the attorneys general in Massachusetts and Delaware over sub-prime auto loans.  Reporting by David Shepardson; Editing by Chizu Nomiyama","3":"(Reuters) - Home decor and furniture retailer Pier 1 Imports Inc said on Tuesday it has filed to seek bankruptcy court approval to wind down its operations as the impact of the COVID-19 pandemic hampered the ability for it to find a buyer.  Pier 1, which operates about 541 stores in the U.S., said in a statement that it intends to sell its inventory and remaining assets, including its intellectual property and e-commerce business, through a court-supervised process.  “Unfortunately, the challenging retail environment has been significantly compounded by the profound impact of COVID-19, hindering our ability to secure such a buyer and requiring us to wind down,” Chief Executive Officer Robert Riesbeck said.   Pier 1 said it will continue to serve its customers through its online operations, Pier1.com, and will start closing stores  and begin sales liquidation once stores can reopen based on COVID-19 guidelines from local government officials.  The company’s debtor-in-possession financiers have agreed to allow the company to overdraw about $40 million to support operations through the wind-down period, it added.  The Fort Worth, Texas-based company had earlier in the year in February filed for Chapter 11 bankruptcy protection and was pursuing a sale, a month after announcing plans for up to 450 store closures and the shut down of two distribution centers.  Reporting by Rebekah Mathew in Bengaluru; Editing by Bernard Orr","4":"DUBAI\/TEL AVIV (Reuters) - An Etihad Airways plane flew on Tuesday from the United Arab Emirates to Israel to deliver coronavirus supplies to the  Palestinians, a spokeswoman for the Abu Dhabi airline said, marking the first known flight by a UAE airline to Israel.  Israel does not have diplomatic relations with any of the six Gulf Arab countries, and there are no commercial flights between them. It has relations with only two Arab countries: Egypt and Jordan.   However, shared concerns over Iran’s influence in the region have led to a discrete thaw in ties between Israel and the Arab Gulf in recent years.   That thaw has been accompanied by a slight relaxation of stringent air travel rules. In 2018, Saudi Arabia opened its airspace for the first time to a commercial flight to Israel - an Air India route between New Delhi and Tel Aviv.   “Etihad Airways operated a dedicated humanitarian cargo flight from Abu Dhabi to Tel Aviv on 19 May to provide medical supplies to the Palestinians,” an Etihad spokeswoman said, adding that there were no passengers on board.  An official at Tel Aviv’s Ben Gurion Airport said the flight would arrive at 9 p.m. (1900 GMT).   The United Nations coordinated a 14-tonne shipment of “urgent medical supplies” from the UAE to help curb the spread of COVID-19 in the Palestinian territories, according to a statement from the United Nations Special Coordinator for the Middle East Peace Process (UNSCO).  “The aid includes personal protective equipment (PPE) and medical equipment. Most notably, it includes 10 ventilators that are acutely needed,” the statement added.  It was not immediately clear whether the 14 tonnes of aid were transported on the Tuesday Etihad cargo flight. Etihad was not mentioned in the UNSCO statement.  Palestinian officials in the Israeli-occupied West Bank had no immediate comment. Health officials in the Gaza Strip, which is ruled by the Islamist group Hamas, said they had no knowledge of any aid shipment for Gaza from Abu Dhabi.   Reporting by Alexander Cornwell in Dubai and Rami Ayyub in Tel Aviv with additional reporting by Ali Sawafta in Ramallah and Nidal al-Mughrabi in Gaza, Writing by Rami Ayyub, editing by Emelia Sithole-Matarise","5":"NEW YORK (Reuters) - Investors are likely to snap up 20-year bonds when the U.S. Treasury sells them on Wednesday for the first time in more than three decades, pulling out all the financing stops to mitigate the economic havoc from the coronavirus pandemic.  In the biggest confidence booster, the Federal Reserve has bought $1.5 trillion in Treasuries since mid-March, hoping to stabilize the more than $17-trillion market after it seized up during the pandemic. It has been buying both short-term and long-term debt, but tapered purchases this week to a daily average of $6 billion, from $7 billion the previous week, as liquidity improved.  Treasury will initially offer $20 billion 20-year bonds and will sell a total of $54 billion over the next three months. The last 20-year was sold in 1986.  “There’s demand for all bonds at this time because the Fed has created the backstop. They’re the buyer of last resort,” said Patrick Leary, chief market strategist, at Incapital.   Solid demand at last week’s auction of U.S. three-year and 10-year notes, as well as 30-year bonds augured well for the 20-year bond sale.  “I don’t see any reason why the 20-year won’t go just fine,” Leary said.  All three auctions showed higher participation from indirect bidders including foreign central banks.  “If surging issuance leads to undesirably high term premiums at the long-end of the Treasury curve, the Fed will quickly ramp purchases back up to squash them,” said Ryan Swift, U.S. bond strategist at BCA Research.  The auction could draw good interest from foreign investors. As the Fed cut U.S. interest rates to near zero, their costs have dropped for neutralizing currency exposure of owning dollar-denominated assets.   Prohibitive hedging costs had deterred some foreign investors in Europe and Japan from buying U.S. assets because returns eroded as dollars were converted back to their home currencies.   A Japanese investor buying U.S. 30-year Treasuries, would pick up a yield of 51 basis points, compared with 45 basis points when he purchases Japanese government bonds, according to Barclays data.  For a European investor, buying 30-year Treasuries shows a yield pick-up 48 basis points, and for UK investors, the yield is 117 basis points.  “The Japanese will buy the 20-year,” said Zoltan Pozsar, managing director at Credit Suisse in New York. “Buying the 10-year on a hedged-basis is profitable, but not that profitable, so the 20-year will price for a better yield.”  Reporting by Gertrude Chavez-Dreyfuss; Editing by Alden Bentley and David Gregorio","6":"(Reuters) - Businesses will face weak demand as long as consumers and workers are worried about public health, and the unemployment rate is likely to stay in the double digits at the end of the year, Boston Federal Reserve Bank President Eric Rosengren said Tuesday.   The unemployment rate could peak at close to 20% as more Americans lose jobs in the shutdowns put in place across the country to limit the spread of the coronavirus, and the losses could linger, Rosengren said in remarks prepared for a webinar hosted by the New England Council.   “Unfortunately, even by the end of the year, I expect the unemployment rate to remain at double-digit levels,” he said.   Policymakers will take action to help reduce the length of time that people are out of work and some of the Fed’s emergency lending facilities helped to ease the pressure in short-term funding markets, Rosengren said.    The Main Street Lending Facility, which aims to make credit available to small and medium sized businesses, should launch by the end of the month, Fed Chair Jerome Powell said on Tuesday.  Businesses that meet the requirements will be able to turn to their lenders for a loan, Rosengren said. However, the program will not help all businesses in need, he cautioned.   “It will not be able to assist everyone, but we expect that it will provide an important bridge for many businesses that employ much of the American workforce,” Rosengren said.   As businesses reopen, many people will be nervous about returning to the workplace and demand for many services will stay low until those concerns are lifted, he said.   “In sum, simply allowing businesses to reopen is not a panacea,” Rosengren said. “Public health solutions are paramount – without them, it will be virtually impossible to return to full employment.”  Reporting by Jonnelle Marte; Editing by Chizu Nomiyama","7":"CHICAGO (Reuters) - U.S. farmers that grow crops such as corn or soybeans will receive coronavirus assistance payments based on either half of their 2019 production or the supplies they had on hand as of Jan. 15, the government said on Tuesday.  The payments were set at 45 cents per bushel for soybeans, 32 cents per bushel for corn and 18 cents per bushel for hard red spring wheat, the U.S. Agriculture Department said. Other crops such as barley, canola, cotton and oats also were eligible for payment under the plan.  President Donald Trump in April announced a $19 billion relief program to help U.S. farmers cope with the impact of the coronavirus, including $16 billion in direct payments to producers and mass purchases of meat, dairy, vegetables and other products.  (This story corrects second paragraph to show payment is for hard red spring wheat)  Reporting by Mark Weinraub","8":"BRASILIA (Reuters) - Economists at Goldman Sachs have slashed their Latin American economic outlook due to the coronavirus outbreak, and now expect Brazil’s gross domestic product to shrink by 7.4% this year and Mexico’s by 8.5%.  That compares with previous forecasts of 3.4% and 5.6% contractions, respectively, and will drive a downturn of 7.6% across Latin America’s seven main economies, they said in a note on Tuesday.  Reporting by Jamie McGeever","9":"GENEVA (Reuters) - The World Health Organization’s head said on Tuesday he would keep leading the global fight against the coronavirus pandemic, after U.S. President Donald Trump threatened to cut off funding and quit the body.  WHO Director-General Tedros Adhanom Ghebreyesus defended the agency’s role after the United States again withheld full support for a resolution on the pandemic.  “We want accountability more than anyone,” Tedros told a virtual meeting of the WHO’S 194 member states. “We will continue providing strategic leadership to coordinate the global response.”  Washington allowed the resolution calling for a review into the global response to the pandemic to pass by consensus, but said it objected to language about reproductive health rights and permission for poor countries to waive patent rules.  WHO officials running the meeting clapped and cheered after the resolution was passed without a vote hours after Trump tweeted his threat to pull the United States out of the body.  It calls for a review into the WHO-led global response, something the United States has demanded.  But the U.S. mission in Geneva said in a statement that paragraphs on the right of poor countries to waive patents to obtain medicine during a health emergency would “send the wrong message to innovators” trying to produce new drugs and vaccines.  The reproductive healthcare language could be interpreted as requiring countries to permit abortion. “The United States believes in legal protections for the unborn,” it said.  China and the United States also sparred in the closing moments of the assembly over the issue of Taiwan. Taiwan lobbied hard to be included as an observer at the two-day meeting and received support from the United States, Japan and others, but says it was not invited due to opposition from China.  Even as Trump has proposed quitting the WHO, the body has received backing and a two-year pledge of $2 billion in funds from China’s President Xi Jinping.  Many other leaders expressed support for Tedros.  European Commission President Ursula von der Leyen called for international cooperation in response to the pandemic.  “At times like these, the greatest act of courage is to play as a team,” she continued, without an overt reference to the United States.  During his three years in office, Trump has criticised many international organisations and quit some. Still, European diplomats said they were taken aback by Washington’s decision to stand aside at the WHO while China is boosting its role.  “It was so striking to see Xi Jinping seizing the opportunity to open up, with broad (cooperation), and make a proposal for $2 billion, and say if ever there is a vaccine they will share it with everyone,” a European diplomat said.  “It’s exactly what we feared: the space liberated by Washington will be taken up by China.”  The WHO declined to comment on Trump’s threat to quit, saying only that it had received his letter and was considering its contents.  Tuesday’s resolution calls for a review into how the novel coronavirus spread after making the jump from animals to humans, believed to have happened in the Chinese city of Wuhan last year.   Some countries including hard-hit Spain and Italy suggested the body could emerge stronger from the pandemic through reform.  “This should be a time for renewing our organisation and we renew our strong commitment to the organisation,” Spanish Prime Minister Pedro Sanchez said.  Editing by Jon Boyle and Angus MacSwan","10":"TORONTO (Reuters) - Schools in Ontario, Canada’s most populous province, will remain closed for the rest of the school year through the end of June, due to the COVID-19 pandemic, Premier Doug Ford said on Tuesday.  All provincial schools were shut in mid-March in an effort to contain the new coronavirus, which has killed 1,919 people in the province, according to the latest data.  “The safety of our children is my top priority,” Ford told reporters. “We cannot open schools at this time. I’m just not going to risk it.” Ford said.  A detailed plan about how schools will restart in September, including school size, will be announced by end June, Education Minister Stephen Lecce, told the media briefing.  Ontario on Tuesday allowed some retailers and auto dealers to open their doors to customers after nearly two months of shutdown.  Reporting by Denny Thomas; Editing by Chris Reese and Marguerita Choy","11":"WASHINGTON (Reuters) - U.S. federal prosecutors charged a Texas man on Tuesday with fraudulently seeking $5 million in loans from an emergency program established to ease the economic strain caused by the coronavirus pandemic.  Prosecutors allege in a criminal complaint that Samuel Yates, 32, of Maud, Texas, sought millions of dollars in Small Business Administration-guaranteed loans from two different banks. Yates claimed to employ over 400 people, although in reality “no employees worked for his purported business,” prosecutors said in a statement.  “This defendant allegedly sought to steal millions of dollars in loans intended to aid legitimate small businesses grappling with the economic effects of COVID-19”, the respiratory disease caused by the new coronavirus, said Brian Benczkowski, head of the Justice Department’s Criminal Division.    Prosecutors said charges Yates faces include violating statutes relating to wire fraud, bank fraud, making false statements to a financial institution and making false statements to the SBA.  They said Yates made two fraudulent applications to two different lenders for loans guaranteed by the SBA for COVID-19 relief through the virus-relief plan called the Paycheck Protection Program.    In an application submitted to one of the lenders, Yates allegedly sought $5 million in PPP loan proceeds by fraudulently claiming to have 400 employees with an average monthly payroll of $2 million.    In his second loan application, prosecutors say Yates claimed to employ over 100 individuals and was able to obtain a loan of more than $500,000.    To back up these applications, prosecutors say Yates submitted a list of purported employees that he obtained from a publicly available random name generator on the internet.  He also submitted forged tax documents with each application.  Reuters was not immediately able to locate Yates.  Reporting By Mark Hosenball; Editing by Dan Grebler","12":"WASHINGTON (Reuters) - The Federal Aviation Administration said Tuesday it would require Boeing Co (BA.N) and other aircraft manufacturers to adopt new safety-management tools in the wake of two fatal Boeing 737 MAX crashes that killed 346 people.  FAA’s plan to begin the regulatory process to mandate Safety Management Systems (SMS) comes in response to recommendations released in January by an expert panel named by Transportation Secretary Elaine Chao.  The panel did not back ending a long-standing practice of delegating some certification tasks to aircraft manufacturers. Boeing grounded its entire 737 Max fleet after an Ethiopian Airlines flight crashed in March 2019.  SMS systems are mandated for airlines. The special committee report said “SMSs foster a holistic assessment of whether the combinations of actions such as design, procedures, and training work together to counter potential hazards.”  Boeing’s safety culture was harshly criticized in January after it released hundreds of internal messages about the development of the 737 MAX, including one that said the plane was “designed by clowns who in turn are supervised by monkeys.”  Boeing, which halted production in January, is currently addressing two software issues before it can move to a key certification test flight. Reuters has reported the 737 MAX is expected to remain grounded until at least August.  FAA Administrator Steve Dickson said he wants to move “toward a more holistic versus transactional, item-by-item approach to aircraft certification.”  U.S. House Transportation Committee chairman Peter DeFazio said in December his panel’s review found “a broken safety culture within Boeing and an FAA that was unknowing, unable or unwilling to step up, regulate, and provide appropriate oversight of Boeing.”  The report said FAA should address “concerns about potential undue pressure” on Boeing employees conducting FAA certification tasks. The FAA said it would “systemically address any actual undue pressure.”  Reporting by David Shepardson; Editing by Bernadette Baum","13":"(Reuters) - Facebook Inc (FB.O) is launching Facebook Shops, a service that will allow small businesses to display and sell their products on the social network’s platforms, Chief Executive Officer Mark Zuckerberg said on Tuesday.  Reporting by Munsif Vengattil in Bengaluru and Katie Paul in San Francisco","14":"ROME (Reuters) - Deaths from the COVID-19 epidemic in Italy climbed by 162 on Tuesday, against 99 the day before, the Civil Protection Agency said, while the daily tally of new cases rose sharply to 813 from 451 on Monday.  The total death toll since the outbreak came to light on Feb. 21 now stands at 32,169 the agency said, the third highest  in the world after those of the United States and Britain.  The number of confirmed cases amounts to 226,699 the sixth highest global tally behind those of the United States, Russia, Spain, Britain and Brazil.  People registered as currently carrying the illness fell to 65,129 from 66,553 the day before.  There were 716 people in intensive care on Tuesday, down from 749 on Monday, maintaining a long-running decline. Of those originally infected, 129,401 were declared recovered against 127,326 a day earlier.  The agency said 2.0 million people have so far been tested for the virus, against 1.959 million on Monday, out of a population of around 60 million.  Reporting by Gavin Jones, editing by Crispian Balmer","15":"ROME (Reuters) - Italian shops, hairdressers and restaurants finally threw open their doors on Monday as the country sped up efforts to bounce back from the coronavirus crisis after a 10-week lockdown.  Customers could once again sip their morning cappuccino at the bar, albeit well spaced from other clients, and public Masses were allowed again in churches after bishops put pressure on the government to sanction religious services.  “I haven’t worked for two and a half months. It’s a beautiful, exciting day,” said Valentino Casanova, a barman in Caffe Canova in Rome’s central Piazza del Popolo.  Almost 32,000 Italians have died of COVID-19 since the outbreak came to light on Feb. 21, the third-highest death toll in the world after the United States and Britain.   Italy was the first European country to impose nationwide restrictions in early March, only permitting an initial relaxation of the rules on May 4, when it allowed factories and parks to reopen.  Monday marked a major step forward on the road to recovery, with unlimited travel allowed in individual regions, friends once again meeting up and restaurants able to serve as long as tables were at least 2 metres (6.5 ft) apart.   Telephones rang incessantly in hairdresser salons, as unkempt clients rushed to make themselves more presentable.  “I already have 150 appointments, all very urgent, all of them insisting that they must be first on the list,” said Stefania Ziggiotto, a hairdresser in the Alpine resort of Courmayeur. “I have a full agenda for three weeks.”  However, many business owners worried that the reopening might not magic away their many problems, with lingering fears of the coronavirus keeping many Italians at home, while foreign tourists, vital for the economy, were utterly absent.  The government has said it will open up Italy’s borders with Europe and allow free travel between the regions from June 3, but no-one expects a sudden influx of outsiders.  Monica Robaldo, owner of the Pierre Alexis 1877 restaurant in Courmayeur, said she would not reopen before the end of May.  “We have a loyal clientele ... mostly tourists, so while travel between the regions and from abroad is not allowed, there is not much point in reopening,” she said.  The Treasury is predicting the economy will contract by at least 8% in 2020, the deepest recession since World War Two, and Prime Minister Giuseppe Conte said at the weekend he was taking a “calculated risk” in rolling back the rigid curbs.  Although there was noticeably more traffic on the roads of major cities on Monday morning, some people appeared hesitant to resume their old habits.  Angelo Lombardo, owner of Cocco Caffe in the northern city of Bologna, is allowed to serve a maximum four customers at any one time, but he said he wasn’t having to worry about social distancing rules at present.  “A lot of people are just walking past and looking in from outside wondering whether they can come in or not,” he said, criticising the government for doing too little to explain how the rules had changed.  “Let’s give it time,” he said. “It’s the first day.”  Reporting by Crispian Balmer, Giulio Piovaccari; Stephen Jewkes and Gabriele Pileri; Editing by Nick Macfie","16":"OTTAWA (Reuters) - Canada and the United States have agreed to extend a ban on non-essential travel between the two nations by another 30 days as part of the fight against the coronavirus, Prime Minister Justin Trudeau said on Tuesday.  U.S. and Canadian officials had said last week it was likely the measure would be rolled over until June 21.   “This is an important decision that will keep people in both of our countries safe,” Trudeau told reporters. The ban, initially introduced in mid-March, had already been extended in April until May 21.  U.S. officials were not immediately available for comment.  Bilateral relations have steadily improved since a low point in June 2018, when U.S. President Donald Trump accused Trudeau of being weak after a Group of Seven summit.  Trump though said on Tuesday that Washington should consider terminating trade deals under which it imports cattle as it looks to help domestic producers. A new free trade agreement between the United States, Canada and Mexico comes into effect on July 1.  Canadian officials were not immediately available for comment. Canada exported $2.75 billion worth of beef in 2018, 74% of it to the United States, according to the Canadian Cattlemen’s Association lobby group.  The temporary ban on non-essential travel does not cover trade across a border that stretches 5,525 miles (8,891 km). Canada sends 75% of all goods exports to the United States.  Trudeau said Canada’s 10 provinces had made it clear they wanted the measures to be rolled over.  When non-essential travel restarted, Canada would need “to have strong measures in place”, he said, but gave no details.     Canada’s total death toll from the outbreak edged up by less than 1% to 5,857 from 5,805 on Monday, easily the lowest daily increase since the crisis started, official data showed.  Additional reporting by Steve Holland in Washington and Steve Scherer in Ottawa; Editing by Marguerita Choy","17":"WASHINGTON (Reuters) - Federal Reserve Chair Jerome Powell and Treasury Secretary Steven Mnuchin found themselves in the hot seat on Tuesday as U.S. lawmakers grilled them about the uneven nature of the fiscal response to the fallout from the coronavirus pandemic.     Powell and Mnuchin were testifying to the Senate Banking Committee as Congress considers whether to roll out trillions of dollars of additional aid to bolster an economy that was brought to a virtual standstill by lockdowns imposed in March and April.  The Trump administration has been criticized for initially downplaying the pandemic, which has now killed more than 90,000 Americans, and not ensuring that enough medical supplies were in place to battle the virus.  Essential workers “put their lives on the line for very low wages, and they’re still worried about paying their bills. Is that fair?,” Sherrod Brown, a Democratic senator from Ohio, asked Mnuchin.   When Mnuchin started to thank “all the essential workers,” Brown interrupted him. “Thanking is great, but is it fair our economy pays the essential workers so little in such work conditions?”   Senators are also expected to have sharp questions about the additional actions needed to keep the world's largest economy afloat, and missteps in rolling out some $3 trillion in aid so far. (See graphic here showing how the money moved.)  The hearing https:\/\/www.banking.senate.gov started at 10 a.m. (1400 GMT) and was expected to last two hours.    As more states reopen businesses, the government is closing in on the end of an eight-week program to funnel money to small businesses to avoid layoffs, prompting calls to extend the $660 billion Paycheck Protection Program. President Donald Trump said on Monday that such an extension “should be easy.”  Fiscal relief so far has been lopsided, with big banks getting easy access to Fed backstops, but mom-and-pop businesses initially shut out of paycheck lending programs. Meanwhile, some of the country’s lowest-paid workers are doing the most dangerous jobs.  While over 30 million unemployment claims have been processed since March, workers are reporting delays of weeks or months in getting checks, with others saying they are locked out here of claiming benefits.   Mnuchin, in written testimony published on Tuesday, said he sees high unemployment during the second quarter, but that the overall situation is expected to improve as the economy starts to reopen.  “Working closely with governors, we are beginning to open the economy in a way that minimizes risks to workers and customers,” Mnuchin said. “We expect economic conditions to improve in the third and fourth quarters.”  Powell, in prepared remarks for the hearing, said the Coronavirus Aid, Relief and Economic Security (CARES) Act passed in March was “critical” to the U.S. central bank’s ability to expand credit throughout the economy to offset the blow from the coronavirus.  Other programs aimed at helping larger companies and municipal bond issuers through a sharp recession are just getting started.  The U.S. central bank has slashed interest rates to near zero and set up a broad network of programs to ensure financial markets continue to function during the pandemic. It has also established precedent-setting lending facilities for companies and the first-ever corporate bond purchases.  In remarks broadcast on Sunday night, Powell said  unemployment may hit 25% before it begins to fall, with a contraction in gross domestic product of 20% or more. He added that positive “medical metrics” that can build consumer confidence would be critical.      Senators are also likely to try to elicit the two officials’ views on the $3 trillion aid bill crafted by Democrats in the House of Representatives. It narrowly passed the Democratic-controlled chamber on Friday, but is opposed by Republicans in the Republican-controlled Senate.  Before the hearing on Tuesday, Mnuchin met with Vice President Mike Pence, Senate Majority Leader Mitch McConnell and House Minority Leader Kevin McCarthy at the U.S. Capitol, according to the White House.   Mnuchin also will face questions by the Senate banking panel over processing glitches that held up small-business loan applications as the Paycheck Protection Program was rushed into service in early April, as well as on abrupt policy changes that required many larger, publicly traded restaurant chains with access to capital markets to return their funds under the threat of audits.  A separate congressional oversight board issued its first report here on the response, consisting largely of questions that could be asked in Tuesday's hearing.  Among them are how the agencies will measure success and isolate the effects of the measures from other state and federal efforts.  Reporting by David Lawder and Heather Timmons; Additional reporting by Susan Heavey and Lindsay Dunsmuir; Editing by Peter Cooney, Chizu Nomiyama and Paul Simao","18":"WASHINGTON (Reuters) - U.S. House Republican Leader Kevin McCarthy on Tuesday said he could support extending the time allowed for small businesses to use federal loans to keep their enterprises afloat during the coronavirus pandemic - one of several ideas circulating in Congress for next steps on legislation.  Some businesses have expressed concerns that under the “Paycheck Protection Program” they have been unable to use the loan money within an eight-week time frame.   McCarthy raised the possibility of extending the time limit to 10 or 12 weeks. If borrowers meet conditions of the loans, they are converted to grants.  He said an extension would be appropriate because “a number of states have been shut down longer.” Representatives for the restaurant industry had pressed President Donald Trump on Monday for a 24-week repayment period.  On Friday, the House of Representatives approved a $3 trillion bill pushed by Democrats as a next step in Washington’s response to the coronavirus pandemic. Its passage was expected to kick off a new round of negotiations involving the White House and Congress.  Senate Majority Leader Mitch McConnell, a Republican, has not embraced an additional infusion of federal funding, on top of the approximately $3 trillion already enacted. Instead, he is pushing for new protections for businesses from liability lawsuits as they reopen after weeks of being shut due to the highly contagious coronavirus.  Nevertheless, a group of Senate Democrats and Republicans on Monday signed onto a bill that would establish a $500 billion fund to help state and local governments, whose revenues are being severely curtailed by the closing of the U.S. economy in March.  Some lawmakers also have discussed the need to revise unemployment insurance provisions with the national jobless rate spiking to 14.7 percent in April.  Reporting by Susan Cornwell and Richard Cowan; Editing by Chizu Nomiyama and Dan Grebler","19":"PESHAWAR (Reuters) - Pakistani police have launched a manhunt following the murder of two teenage girls who were seen kissing a man in a video that went viral on social media.  The girls were killed last week in the deeply conservative  and war-torn northwestern area of North Waziristan in what police suspect was an act of “honour killing”.   Police say the video which they believe prompted the girls’ murder was shot a year ago but had only recently been uploaded on social media.    “The females were sisters, identified as Jasima Bibi and Saeeda Bibi,” North Waziristan police chief Shafiullah Gandapur told Reuters.  Their family had been displaced by a military operation against militants in their hometown, he said.      He said the man who was filmed kissing them in a 44-second video was arrested on Monday together with a friend who police believe uploaded the video, but police believe the murder suspect fled to Karachi, Pakistan’s largest city.  Police also said the girls’ father and uncle had been arrested on suspicion of concealing the murder and evidence.  The killing is the first high-profile criminal case to be pursued in the formerly autonomous tribal region, where ultra-conservative customs present a big challenge for police.  Pakistan extended police jurisdiction to the area in 2018, ending more than a century of relatively autonomous rule in a region used by Taliban and al Qaeda militants to launch attacks in Pakistan and neighbouring Afghanistan.    Police said the girls’ relatives and local residents did not want a case registered because of “local traditions”, so the police became the complainant in the case.  Thousands of incidents of violence against women perceived to have “damaged” family honour are reported in Pakistan each year and many more go unreported, rights groups say. Pakistan enacted legislation to protect against “honour killings” in 2016.  Reporting by Jibran Ahmed; Writing by Umar Farooq and Gibran Peshimam, Editing by Timothy Heritage","20":"Michael FriedenbergPresident  Stephen J. AdlerEditor-in-Chief  Josh LondonChief Marketing Officer  Michael YoungChief Technology Officer  Editorial Leadership:  Reg ChuaGlobal Managing Editor, Operations  Alessandra GalloniGlobal Managing Editor, News Planning and Creation  Simon RobinsonGlobal Managing Editor, Newsroom  Tiffany WuGlobal Managing Editor, Editing, Curation and Publishing  Alix FreedmanGlobal Editor, Ethics and Standards  John PullmanGlobal Head of Visuals  Michael WilliamsGlobal Enterprise Editor  Jane BarrettEditor, Media News Strategy  Rob CoxEditor, Breakingviews  Jonathan LeffEditor, Financial News Strategy  Dan FlynnRegional Editor, Latin America  Kevin KrolickiRegional Editor, Asia  Samia NakhoulRegional Editor, Middle East  Alex ZavisRegional Editor, Sub-Saharan Africa  Mark BendeichRegional Editor, Europe  Kieran MurrayRegional Editor, US\/Canada  Commercial Leadership:  Sue BrooksManaging Director, Product Development & Agency Strategy  Simon HutsonManaging Director, Consumer  Alphonse HardelGlobal Head of Business Development and Strategy ","21":"MEXICO CITY (Reuters) - A Mexican judge has provisionally suspended an official order that froze the opening of new renewable power plants and sparked complaints from some of Mexico’s main allies, including the European Union, judicial sources said on Tuesday.  In a decision dated May 18 and seen by Reuters, the judge said the April 29 order by market regulator CENACE risked distorting free competition to the detriment of the consumer, and Mexico’s commitments to promote a clean environment.  CENACE suspended the plants, arguing that the intermittency of wind and solar power threatened the reliability of the national power supply during the coronavirus crisis.  However, after several suits were filed to contest that suspension, the judge found that the risks cited by CENACE were less serious than the implications of undermining competition and jeopardizing Mexico’s transition towards clean energy.  On Friday, both Canada and the European Union wrote letters to the government complaining about the CENACE’s move, asking for an audience with Energy Minister Rocio Nahle. Nahle said on Monday she would respond to their concerns this week.  Late on Friday, her ministry published an order that gives the government more scope to control the process of approving new renewable energy projects, further angering those who feel the administration is squeezing out private companies.  President Andres Manuel Lopez Obrador, a leftist who is intent on giving the state a bigger role in the energy sector, on Monday rejected criticism of the government’s agenda.  He said he wanted to level the playing field in a sector that for too long had been beholden to private interests.  Asked for comment by Reuters, Mexico’s Federal Economic Competition Commission (Cofece) said it was studying the orders issued by CENACE and the energy ministry, and would make a determination on them if it decided to open an investigation.  Reporting by Dave Graham and Adriana Barrera; Editing by Bill Berkrot","22":"OAKLAND, Calif. (Reuters) - When a senior living facility in Amarillo, Texas suspected a nurse may have caught the novel coronavirus this month, it had a list within five minutes of staff and residents the nurse could have infected.   High-tech wristbands worn by The Legacy at Town Square’s 35 workers and 49 residents expedited contact tracing, the otherwise pain-staking process of interviewing patients to determine who crossed paths with them.   The nurse tested negative an hour later and Legacy did not have to isolate or test others. But its experience shows how wristbands and other wearables have emerged as tools to automatically record encounters between people at places that can mandate their use.  Facilities with quick contact tracing following infections in the coming months will be better positioned to ward off outbreaks and stay open, according to epidemiologists.  “It makes you ready to make the best operational decisions at a moment’s notice,” said Joseph Walter, executive director at LifeWell Senior Living’s Legacy facility.  Australia, Singapore and other governments have sought to enable smartphones to record people’s contacts. But data privacy rules imposed by smartphone software makers Apple Inc and Alphabet Inc’s Google limit the utility of smartphone-based systems, while many employers do not let workers carry phones because of security and safety considerations.  Manufacturers are hawking wearables online priced as low as $4.    The Legacy in Texas uses technology from CarePredict, a startup that added contact tracing functionality to its system for elderly care homes when the pandemic struck.   CarePredict’s Tempo bracelets function as a call button to summon staff, a digital room key, and a health and activity tracker. More than 20 care facilities in the United States have the devices, which cost about $1 per day per user, according to CarePredict.    The wristbands use infrared light to connect to beacons on a wall in each room, creating a record of who has been near whom, where and for how long.   Walter said the system has proved accurate over the last two years for tracking residents’ activities at The Legacy, but its reliability in contact tracing is yet to be seen.    Setting up beacons and special-purpose devices like CarePredict’s Tempo may be too costly and complex for some facilities. But wearables that communicate with each other through Bluetooth signals may be more suitable, and software development company Myplanet and automaker Ford Motor Co are among those testing popular Bluetooth-based fitness trackers and smartwatches from companies such as Fitbit Inc and Samsung Electronics Co.   One of Myplanet’s experiments found that companies hoping to reduce costs and hassles by allowing workers to use existing gadgets will face connection challenges because of variances in the devices’ Bluetooth technology, said Greg Fields, who is leading the Toronto-based firm’s contact tracing efforts for its multinational clients.  Apple and Google soon plan to release contact tracing technology to smooth out some of the connection issues on phones, and device makers are confident that the tech giants will do the same for wearables, said David Su, CEO at Atmosic, a Silicon Valley-based wireless chip company.   The companies did not respond to requests for comment on the speculation. While Apple-Google technology would improve reliability in contact tracing, devices that use it would need access to the internet and a government-authorized contact tracing app.  Ford conducted a small test of pricey smartwatches that alert wearers when they are standing closer than guidelines allow, but they too require Wi-Fi, which is sometimes unavailable in sprawling plants, Ford manufacturing chief Gary Johnson told Reuters.   The automaker also is testing chips on identification badges, he said, and those could track sustained encounters or issue reminders to keep distance.  Reporting by Paresh Dave; Additional reporting by Stephen Nellis and Joseph White; Editing by Greg Mitchell and Lisa Shumaker","23":"SAO PAULO (Reuters) - Brazilian stock exchange operator B3 SA (B3SA3.SA) said on Tuesday its operations will be open this week despite plans by Sao Paulo city and state officials to declare an extended  holiday to get workers to stay home to reduce potential spread of the novel coronavirus.  On Monday, Sao Paulo Governor Joao Doria and Mayor Bruno Covas said they were working to turn Wednesday, Thursday and Monday into holidays, with Friday a day off at the discretion of employers.  The holidays they are moving are: the Roman Catholic feast of Corpus Christi, normally on June 11; Consciência Negra, a Black Awarenss holiday normally celebrated on Nov. 20, and  Constitutional Revolution Day, normally celebrated July 9.  Eleven financial industry associations, including Brazilian banking lobby Febraban, also wrote to Doria expressing concern about advancing the holidays, according to a copy of the document seen by Reuters.   The governor’s office said it had not received the letter. Febraban and the mayor’s office did not immediately respond to a request for comment.  On Monday, Doria and Covas said they were taking the emergency measure to increase social isolation, pointing to data that showed more people stayed at home on recent weekends and holidays.  Brazil’s coronavirus outbreak has exploded in recent weeks, with more than 250,000 confirmed cases, third-highest in the world, and nearly 17,000 fatalities. The city and state of Sao Paulo are at the epicenter, with about a quarter of the country’s deaths and diagnoses.  The associations expressed concerns said the holidays may cause issues such as closing bank branches that are working to pay out emergency stipends to nearly 50 million people during the pandemic.       They requested an exemption from the holidays to continue with regularly scheduled operations.  Reporting by Paula Laier; Writing and additional reporting Carolina Mandl; Editing by Brad Haynes, David Gregorio and Dan Grebler","24":"WASHINGTON (Reuters) - U.S. Treasury Secretary Steven Mnuchin on Tuesday defended the Trump administration’s fiscal response to the coronavirus pandemic and told senators he was willing to consider extending and modifying a payroll loan program for small businesses.  In a sometimes testy hearing before the Senate Banking Committee, Mnuchin and Federal Reserve Chair Jerome Powell said the nearly $3 trillion in coronavirus rescue programs rolled out by the federal government over the past two months were working to support an economy devastated by the novel coronavirus.  But the Treasury and Fed chiefs faced tough questions over whether the administration’s plans to quickly reopen the economy in the wake of lockdowns imposed in March and April would leave low-wage workers without adequate protections from the virus.  Congress is considering legislation that would free up trillions of dollars of additional aid to further bolster the economy, help states and increase pay for essential workers who are doing some of the most dangerous jobs.  President Donald Trump has been criticized for initially downplaying the pandemic, which has now killed more than 90,000 Americans, and not ensuring that enough medical supplies were in place to battle the virus.  “How many workers should give their lives to increase the GDP or the Dow Jones by 1,000 points?” asked Senator Sherrod Brown, the committee’s top Democrat.  “No workers should give their lives to do that, senator, and I think your characterization is unfair. We have provided enormous amounts of equipment,” Mnuchin replied.  Mnuchin said he wanted to thank “all the essential workers,” but Brown interrupted him, adding, “Thanking is great, but is it fair our economy pays the essential workers so little in such work conditions?”  Powell said new Treasury-backed Fed lending programs aimed at mid-size companies and municipal bond markets would be up and running by the beginning of June. Only a “fairly modest” amount of money has gone out through the Fed credit programs so far.  The U.S. central bank has slashed interest rates to near zero and set up a broad network of programs to ensure financial markets continue to function during the pandemic. It has also established precedent-setting lending facilities for companies and the first-ever corporate bond purchases.  Initial recipients of the $660 billion Paycheck Protection Program, which provides forgivable loans to small businesses, are nearing the end of their 8-week loan terms, and calls by senators for extensions increased during Tuesday’s hearing.  Mnuchin said he hoped to reach a bipartisan agreement  “technical fix” that would extend the loans.  “Companies are really having issues with not necessarily being able to use it within those 8 weeks. They don’t want more money, they want flexibility that they can use it in longer than an 8-week period,” Mnuchin said.  Senator Elizabeth Warren, a Democrat, also pressed Mnuchin on why participants in the “half-a-trillion-dollar slush fund” supporting the “Main Street” lending program and Fed credit facilities aimed at larger borrowers have no specific requirements to retain employees.  Mnuchin said such terms were “discussed with people on both sides of the aisle” as the Coronavirus Aid, Relief and Economic Security (CARES) Act was being negotiated in March.  (See graphic here showing CARES Act money flows.)  Mnuchin also said that Treasury’s base-case analysis showed at least some capital losses on the Fed loan programs were expected, but that there could be instances where the Treasury earned a return on its capital. Under the most optimistic scenario, markets would fully recover and the Fed facilities would not be needed, he added.  While more than 30 million unemployment claims have been processed since March, workers are reporting delays of weeks or months in getting checks, with others saying they are locked out here of claiming benefits.   Mnuchin also said he sees more job losses in the next month before the economy starts to improve.  “Working closely with governors, we are beginning to open the economy in a way that minimizes risks to workers and customers,” Mnuchin said. “We expect economic conditions to improve in the third and fourth quarters.”  Although the hearing was held by videoconference, Mnuchin met with Vice President Mike Pence, Senate Majority Leader Mitch McConnell and House Minority Leader Kevin McCarthy at the U.S. Capitol, according to the White House.    Reporting by David Lawder and Heather Timmons; Additional reporting by Susan Heavey and Lindsay Dunsmuir; Editing by Peter Cooney, Chizu Nomiyama and Paul Simao","25":"MASERU (Reuters) - Lesotho’s Prime Minister Thomas Thabane bowed to pressure to resign on Tuesday, three months after police named him and his current wife as suspects in the murder of his former wife in a case that has transfixed the southern African nation.  Thabane’s departure marks the end of one of Lesotho’s longest political careers, one marked by exile, intrigue, tensions with the military and a political crisis that deepened when police named him as a murder suspect in February.  “The time to retire from the great theatre of action, take leave from public life and office has finally arrived,” the 80-year-old Thabane told citizens in a speech on Lesotho TV.   His own All Basotho Convention (ABC) party, opposition figures and South African mediators had all been pressing Thabane to resign over the murder case.  Gunmen shot dead his previous wife, Lipolelo, on June 14, 2017, two days before he took office.  Maesaiah has been formally charged with the murder. Though named as a suspect, Thabane has not been charged. They both deny any involvement.  Lawmakers have said Thabane was not offered immunity from prosecution in return for stepping down, and it remains unclear whether he will now face any charges.  Finance Minister Moeketsi Majoro, named by parliament as Thabane’s replacement, is expected to be sworn in on Wednesday.  “I plead with the entire nation... to give my successor utmost support, and for my part I wish to assure him of my support,” Thabane said in his televised address.  Thabane’s coalition fell apart last week, leaving him with no legal choice but to resign.  “It is a relief and we believe... Lesotho will be steered to greatness and good governance as well as peace,” said Motlalentoa Letsosa, deputy leader of the Democratic Congress party, the main opposition party which will now join a new coalition government under Majoro.  Lesotho, a small kingdom encircled by a South African mountain range, has seen several coups since gaining independence from Britain in 1966.  Its political upheavals often drag in South Africa, which gets some of its water from high-altitude Lesotho.  Reporting by Marafaele Mohloboli; Writing by Tim Cocks; Editing by Gareth Jones","26":"WASHINGTON (Reuters) - The Republican leader of the U.S. Senate said on Tuesday the Trump administration and Republicans in Congress were still evaluating the need for more coronavirus relief legislation and would discuss plans in a couple of weeks.  “We still believe with regard to the coronavirus we need to assess what we’ve already done, take a look at what worked and what didn’t work, and we’ll discuss the way forward in the next couple of weeks,” McConnell told reporters after President Donald Trump spoke to a Senate Republican luncheon.  Reporting by Richard Cowan; Writing by Tim Ahmann; Editing by Chizu Nomiyama","27":"KOLKATA, India\/DHAKA (Reuters) - India and Bangladesh evacuated around half a million people out of the way of the most powerful storm in a decade ahead of its landfall on Wednesday amid fears of heavy damage to houses and crops and disruption of road, rail and power links.  The authorities’ task to save lives was complicated by ongoing efforts to curb the coronavirus pandemic and enforce social distancing to avoid a surge of infections. Many thousands of migrant workers are on the roads trying to get home from big cities after a nationwide lockdown destroyed their livelihoods.  Approaching from the Bay of Bengal, super cyclone Amphan was expected to hit the coast of eastern India and southern Bangladesh with winds gusting up to 185 kmh (115 mph) - the equivalent of a category 5 hurricane.  The Indian weather department forecast a storm surge of 10- to 16-foot waves - as high as a two-storey house - that could swamp mud dwellings along the coast, uproot communication towers and inundate roads and rail tracks.   There will be extensive damage to standing crops and plantations in the states of West Bengal and Odisha while large boats and ships could get torn from their moorings, the weather service said in a bulletin late on Tuesday.  Authorities were hastily repurposing quarantine facilities for the looming cyclone soon after easing the world’s biggest lockdown against the virus, which in India is reported to have infected more than 100,000 people and killed 3,163.  Railway officials diverted away from the cyclone’s path a number of trains carrying thousands of migrant workers to eastern states from the capital New Delhi where they had lost their jobs due to coronavirus lockdowns.  “We have just about six hours left to evacuate people from their homes and we also have to maintain social distancing norms,” disaster management official S.G. Rai told Reuters.  “The cyclone could wash away thousands of huts and standing crops.”   About 300,000 people had been moved to storm shelters, West Bengal chief minister Mamata Banerjee said. The state capital Kolkata lies near the cyclone’s path and there was concern about people living in about 1,500 old, dilapidated buildings.  Neighbouring Bangladesh, where the cyclone posed a devastating threat along a low-lying, marshy coast, was shifting hundreds of thousands of people to higher ground. Bangladeshi authorities were also urging use of masks against the virus, which has caused 20,995 infections and 314 deaths.  “We have taken necessary steps so that people can maintain distance and wear masks,” said Enamur Rahman, the junior minister for disaster management. He said 12,000 cyclone shelters were set up to accommodate more than 5 million people.   Bangladeshi officials said the cyclone could set off tidal waves and heavy rainfall, unleashing floods.  It was expected to hit land between the districts of Chittagong and Khulna, just 150 km (93 miles) from refugee camps housing more than a million Rohingya in flimsy shelters.  Aid workers have stockpiled emergency items such as food, tarpaulins and water purification tablets.   “We are really very worried,” said Haiko Magtrayo, a worker of the International Committee of the Red Cross based in the nearby town of Cox’s Bazar.   Hundreds more Rohingya, rescued from boats adrift in the Bay of Bengal, are living on the flood-prone island of Bhasan Char.  (Interactive graphic tracking global spread of coronavirus: open tmsnrt.rs\/3aIRuz7 in an external browser.)  Additional reporting by Jatindra Dash, Poppy McPherson; Writing by Rupam Jain and Shilpa J  Editing by Sanjeev Miglani and Mark Heinrich","28":"CAIRO (Reuters) - Egypt on Tuesday registered 720 new coronavirus cases, the health ministry said in a statement, its highest daily toll since detecting the first confirmed case in February.  The new cases brought the total infections to 13,484 cases, the ministry added in a statement.  The country’s former daily record was 535 cases on Monday.  Egypt recorded 14 deaths on Tuesday, the statement said, bringing the total fatalities to 659. Nearly 3,740 people have recovered and been discharged from isolation hospitals.  The daily tally of cases has been rising after the government slightly eased a night curfew and other measures.  The most populous Arab country will bring forward the start of its curfew by four hours to 5 p.m. and halt public transport from May 24 for six days during the Eid holiday, as it seeks to curb the spread of the new coronavirus, Prime Minister Mostafa Madbouly said on Sunday.  Reporting by Nayera Abdallah and Omar Fahmy, writing by Mahmoud Mourad, Editing by Franklin Paul and Chizu Nomiyama","29":"JOHANNESBURG (Reuters) - South Africa will resume classes for all grade 7 and 12 pupils on June 1, after a nationwide school closure of more than two months due to the coronavirus outbreak.  Minister of Basic Education Angie Motshekga said that, under strict social distancing rules, other grades would be able to attend lessons in smaller schools with fewer than 150 pupils.   Bigger schools will open for other grades at a later date.  South Africa, the African nation worst hit by COVID-19 with 16,433 infections and 286 deaths, began a phased easing of its lockdown at the start of May.  All teachers are expected to return to work from May 25 and the revised school calendar will be published soon, the minister said, adding that school sports would not be permitted.  “When class is dismissed, learners must go home,” she said.  Some parents and teachers have raised concerns about risks to their health and that of their children, urging the department to make sure that schools are properly supplied with personal protective equipment, sanitisers and temperature scanners.  The closure of schools halted a national feeding programme providing meals to 9 million extremely poor children, which Motshekga would resume on June 1.  Reporting by Nqobile Dludla; editing by John Stonestreet","30":"PARIS (Reuters) - France has revised the total death toll from coronavirus infection downwards by 217 or 0.8% to 28,022, the health ministry said in a statement on its website on Tuesday.   Deaths in hospitals were up by 125 or 0.7% to 17,714 but the casualty count in nursing homes was revised downwards by 342 or 3.2% to 10,308 as the ministry adjusted data reported by regional health centers, a ministry official said.   The number of confirmed cases increased by 524 to 143,427, an increase of 0.4%, slightly higher than the average 0.3% rise per day seen since the end of lockdown on May 11. On Monday, the number of cases rose by 483.     Reporting by Geert De Clercq and Henri-Pierre Andre; Editing by Chizu Nomiyama","31":"(Reuters) - Compass Group (CPG.L) raised 2 billion pounds ($2.5 billion) of new capital on Tuesday at a hefty discount to its market value, seeking to reduce debt as the coronavirus crisis threatens to force a scaling back of the world’s largest catering company.  The British company, which employs 600,000 globally and serves daily meals to hundreds of thousands of schoolkids, office workers and prisoners, has been forced to close more than half its businesses as lockdowns took hold globally.   Its sale of 195 million new shares at 1,025 pence each was the latest move to ease pressure on its finances and came at a discount of 11.1% to Monday’s closing stock market prices.   That, allied to results that showed sales down 46% in April and profits falling, knocked as much as 11% off the market value of its shares on Tuesday before a late recovery. The company is now worth more than 40% less than it was in January.  Chief Executive Dominic Blakemore told Reuters that longer periods of physical distancing, school closures and working from home threatened to reduce the number of customers Compass serves.  “The equity placing is really the last piece of the puzzle ... to give us the resilience to weather whatever this crisis looks like over the next 12 to 18 months,” he said.   “It may be a slightly smaller business, our job is to ensure that we’ve got a profitable smaller business.”  The company did nod in the direction of using the funds to invest in expansion into profitable areas at a time when smaller firms are struggling to survive, but analysts largely read the move as defensive.   Citi analyst James Ainley said the company’s own scenarios pointed to a “bearish outlook” for 2021, with management expecting to be back within its target revenue range only by 2022.  Reporting by Yadarisa Shabong and additional reporting by Indranil Sarkar in Bengaluru; Editing by Patrick Graham, Edmund Blair and Sonya Hepinstall"},"url":{"0":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-netherlands-measur\/dutch-schools-cafes-and-museums-to-reopen-in-june-idUSKBN22V2RI","1":"https:\/\/www.reuters.com\/article\/us-egypt-imf\/egypt-says-proposed-standby-funding-from-imf-aimed-at-helping-businesses-idUSKBN22V2RC","2":"https:\/\/www.reuters.com\/article\/us-usa-autos-lending\/santander-agrees-to-550-million-u-s-settlement-over-subprime-auto-loans-idUSKBN22V2GS","3":"https:\/\/www.reuters.com\/article\/us-pier-1-imports-bankruptcy\/pier-1-seeks-to-wind-down-operations-as-pandemic-foils-search-for-buyer-idUSKBN22V109","4":"https:\/\/www.reuters.com\/article\/us-israel-emirates-palestinians\/abu-dhabis-etihad-makes-first-known-flight-to-israel-carrying-palestinian-aid-idUSKBN22V2R8","5":"https:\/\/www.reuters.com\/article\/us-usa-bonds-20year\/investors-seen-queuing-up-for-new-u-s-20-year-bonds-backstopped-by-fed-idUSKBN22V2QS","6":"https:\/\/www.reuters.com\/article\/us-usa-fed-rosengren\/feds-rosengren-says-u-s-unemployment-rate-could-remain-at-double-digit-levels-by-end-of-year-idUSKBN22V2QM","7":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-usda\/usda-sets-coronavirus-aid-payments-for-corn-soy-and-wheat-idUSKBN22V2QG","8":"https:\/\/www.reuters.com\/article\/us-latam-economy-goldman-sachs\/goldman-sachs-cuts-brazil-2020-gdp-forecast-to-7-4-mexico-to-8-5-idUSKBN22V2QB","9":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-who\/who-chief-says-he-will-keep-leading-virus-response-after-trump-threat-idUSKBN22V1ZZ","10":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-canada-ontarioscho\/ontario-schools-to-remain-shut-through-current-school-year-premier-idUSKBN22V2O9","11":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-usa-fraud\/u-s-charges-texas-man-with-5-million-plus-coronavirus-loan-fraud-idUSKBN22V2PZ","12":"https:\/\/www.reuters.com\/article\/us-boeing-737max\/faa-to-mandate-new-safety-management-tools-for-airplane-manufacturers-idUSKBN22V2I4","13":"https:\/\/www.reuters.com\/article\/us-facebook-products\/facebook-to-launch-new-shopping-feature-across-apps-idUSKBN22V2PA","14":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-italy-tally\/italys-daily-coronavirus-death-toll-and-new-cases-climb-idUSKBN22V2EW","15":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-italy\/a-beautiful-day-in-italy-as-shops-and-bars-finally-reopen-idUSKBN22U11R","16":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-usa-canada\/canada-u-s-to-extend-travel-ban-trump-muses-about-cattle-block-idUSKBN22V2A3","17":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-usa-response\/fed-treasury-chiefs-face-heat-over-uneven-u-s-coronavirus-response-idUSKBN22V0G7","18":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-usa-congress\/top-house-republican-backs-easing-rules-for-coronavirus-loan-program-idUSKBN22V2M4","19":"https:\/\/www.reuters.com\/article\/us-pakistan-honourkillings-socialmedia\/pakistani-police-hunt-for-killer-of-two-teenage-girls-seen-in-kissing-video-idUSKBN22V2C5","20":"https:\/\/www.reuters.com\/article\/us-reuters-editorial-leadership\/reuters-editorial-leadership-idUSKBN1KE2SD","21":"https:\/\/www.reuters.com\/article\/us-mexico-energy\/mexican-court-provisionally-suspends-renewable-energy-plant-freeze-order-idUSKBN22V2RS","22":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-wearables-tracing\/elderly-home-turns-to-wearables-for-contact-tracing-sidestepping-apple-google-limits-idUSKBN22V2T0","23":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-brazil-banks\/brazils-stock-exchange-to-skip-sao-paulo-early-holidays-idUSKBN22V2T8","24":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-usa-response\/mnuchin-defends-u-s-fiscal-response-to-pandemic-seeks-payroll-loan-extension-idUSKBN22V0G7","25":"https:\/\/www.reuters.com\/article\/us-lesotho-politics\/lesotho-pm-named-as-suspect-in-murder-case-bows-to-pressure-to-quit-idUSKBN22V19E","26":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-usa-mcconnell\/top-senate-republican-says-still-mulling-if-more-coronavirus-relief-needed-idUSKBN22V2SW","27":"https:\/\/www.reuters.com\/article\/us-asia-storm-india-bangladesh\/hundreds-of-thousands-evacuated-as-india-bangladesh-brace-for-super-cyclone-idUSKBN22V0PQ","28":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-egypt\/egypt-registers-720-new-coronavirus-cases-in-one-day-idUSKBN22V2Q9","29":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-safrica-education\/south-africa-to-start-phased-school-re-opening-on-june-1-idUSKBN22V2SC","30":"https:\/\/www.reuters.com\/article\/us-health-coronavirus-france-casualties\/france-revises-covid-19-toll-slightly-downwards-to-28022-idUSKBN22V2S5","31":"https:\/\/www.reuters.com\/article\/us-compass-group-equity\/compass-raises-2-billion-pounds-as-pace-of-recovery-in-question-idUSKBN22V0PC"}}